[
    {
        "series_number": 1,
        "season": 1,
        "season_number": 1,
        "title": "Where is Everybody?",
        "opening": "The place is here, the time is now, and the journey into the shadows that we're about to watch could be our journey.",
        "closing": "Up there, up there in the vastness of space, in the void that is sky, up there is an enemy known as isolation. It sits there in the stars waiting, waiting with the patience of eons, forever waiting, in the Twilight Zone."
    },
    {
        "series_number": 2,
        "season": 1,
        "season_number": 2,
        "title": "One for the Angels",
        "opening": "Street scene: summer. The present. Man on a sidewalk named Lew Bookman, age sixtyish. Occupation: pitchman. Lew Bookman, a fixture of the summer, a rather minor component to a hot July, a nondescript, commonplace little man whose life is a treadmill built out of sidewalks. In just a moment, Lew Bookman will have to concern himself with survival, because as of three o'clock this hot July afternoon he'll be stalked by Mr. Death.",
        "closing": "Lewis J. Bookman, age sixtyish. Occupation: pitchman. Formerly a fixture of the summer, formerly a rather minor component to a hot July. But throughout his life, a man beloved by the children, and therefore a most important man. Couldn't happen, you say? Probably not in most places - but it did happen in the Twilight Zone."
    },
    {
        "series_number": 3,
        "season": 1,
        "season_number": 3,
        "title": "Mr. Denton on Doomsday",
        "opening": "Portrait of a town drunk named Al Denton. This is a man who's begun his dying early - a long, agonizing route through a maze of bottles. Al Denton, who would probably give an arm or a leg or a part of his soul to have another chance, to be able to rise up and shake the dirt from his body and the bad dreams that infest his consciousness. In the parlance of the times, this is a peddler, a rather fanciful-looking little man in a black frock coat. And this is the third principal character of our story. Its function: perhaps to give Mr. Al Denton his second chance.",
        "closing": "Mr. Henry Fate, dealer in utensils and pots and pans, liniments and potions. A fanciful little man in a black frock coat who can help a man climbing out of a pit - or another man from falling into one. Because, you see, fate can work that way in the Twilight Zone."
    },
    {
        "series_number": 4,
        "season": 1,
        "season_number": 4,
        "title": "The Sixteen Millimeter Shrine",
        "opening": "Picture of a woman looking at a picture. Movie great of another time, once-brilliant star in a firmament no longer a part of the sky, eclipsed by the movement of earth and time. Barbara Jean Trenton, whose world is a projection room, whose dreams are made out of celluloid. Barbara Jean Trenton, struck down by hit-and-run years and lying on the unhappy pavement, trying desperately to get the license number of fleeting fame.",
        "closing": "To the wishes that come true, to the strange, mystic strength of the human animal, who can take a wishful dream and give it a dimension of its own. To Barbara Jean Trenton, movie queen of another era, who has changed the blank tomb of an empty projection screen into a private world. It can happen in the Twilight Zone."
    },
    {
        "series_number": 5,
        "season": 1,
        "season_number": 5,
        "title": "Walking Distance",
        "opening": "Martin Sloan, age thirty-six. Occupation: vice-president, ad agency, in charge of media. This is not just a Sunday drive for Martin Sloan. He perhaps doesn't know it at the time, but it's an exodus. Somewhere up the road he's looking for sanity. And somewhere up the road, he'll find something else.",
        "closing": "Martin Sloan, age thirty-six, vice-president in charge of media. Successful in most things but not in the one effort that all men try at some time in their lives - trying to go home again. And also like all men perhaps there'll be an occasion, maybe a summer night sometime, when he'll look up from what he's doing and listen to the distant music of a calliope, and hear the voices and the laughter of the people and the places of his past. And perhaps across his mind there'll flit a little errant wish, that a man might not have to become old, never outgrow the parks and the merry-go-rounds of his youth. And he'll smile then too because he'll know it is just an errant wish, some wisp of memory not too important really, some laughing ghosts that cross a man's mind, that are a part of the Twilight Zone."
    },
    {
        "series_number": 6,
        "season": 1,
        "season_number": 6,
        "title": "Escape Clause",
        "opening": "You're about to meet a hypochondriac. Witness Mr. Walter Bedeker, age forty-four, afraid of the following: death, disease, other people, germs, draft, and everything else. He has one interest in life, and that's Walter Bedeker. One preoccupation: the life and well-being of Walter Bedeker. One abiding concern about society: that if Walter Bedeker should die, how will it survive without him?",
        "closing": "There's a saying, 'Every man is put on Earth condemned to die, time and method of execution unknown.' Perhaps this is as it should be. Case in point: Walter Bedeker, lately deceased, a little man with such a yen to live. Beaten by the Devil, by his own boredom, and by the scheme of things in this, the Twilight Zone."
    },
    {
        "series_number": 7,
        "season": 1,
        "season_number": 7,
        "title": "The Lonely",
        "opening": "Witness if you will a dungeon, made out of mountains, salt flats and sand that stretch to infinity. The dungeon has an inmate: James A. Corry. And this is his residence: a metal shack. An old touring car that squats in the sun and goes nowhere - for there is nowhere to go. For the record let it be known that James A. Corry is a convicted crimi nal placed in solitary confinement. Confinement in this case stretches as far as the eye can see, because this particular dungeon is on an asteroid nine million miles from the Earth. Now witness if you will a man's mind and body shrivelling in the sun, a man dying of loneliness.",
        "closing": "On a microscopic piece of sand that floats through space is a fragment of a man's life. Left to rust is the place he lived in and the machines he used. Without use, they will disintegrate from the wind and the sand and the years that act upon them; all of Mr. Corry's machines - including the one made in his image, kept alive by love, but now obsolete in the Twilight Zone."
    },
    {
        "series_number": 8,
        "season": 1,
        "season_number": 8,
        "title": "Time Enough at Last",
        "opening": "Witness Mr. Henry Bemis, a charter member in the fraternity of dreamers. A bookish little man whose passion is the printed page but who is conspired against by a bank president and a wife and a world full of tongue-cluckers and the unrelenting hands of a clock. But in just a moment Mr. Bemis will enter a world without bank presidents or wives or clocks or anything else. He'll have a world all to himself without anyone.",
        "closing": "The best-laid plans of mice and men - and Henry Bemis, the small man in the glasses who wanted nothing but time. Henry Bemis, now just a part of a smashed landscape, just a piece of the rubble, just a fragment of what man has deeded to himself. Mr. Henry Bemis in the Twilight Zone."
    },
    {
        "series_number": 9,
        "season": 1,
        "season_number": 9,
        "title": "Perchance to Dream",
        "opening": "Twelve o'clock noon. An ordinary scene, an ordinary city. Lunchtime for thousands of ordinary people. To most of them, this hour will be a rest, a pleasant break in the day's routine. To most, but not all. To Edward Hall, time is an enemy, and the hour to come is a matter of life and death.",
        "closing": "They say a dream takes only a second or so, and yet in that second a man can live a lifetime. He can suffer and die, and who's to say which is the greater reality: the one we know or the one in dreams, between heaven, the sky, the earth in the Twilight Zone."
    },
    {
        "series_number": 10,
        "season": 1,
        "season_number": 10,
        "title": "Judgment Night",
        "opening": "Her name is the S.S. Queen of Glasgow. Her registry: British. Gross tonnage: five thousand. Age: indeterminate. At this moment she's one day out of Liverpool, her destination New York. Duly recorded on this ship's log is the sailing time, course to destination, weather conditions, temperature, longitude and latitude. But what is never recorded in a log is the fear that washes over a deck like fog and ocean spray. Fear like the throbbing strokes of engine pistons, each like a heartbeat, parceling out every hour into breathless minutes of watching, waiting and dreading. For the year is 1942, and this particular ship has lost its convoy. It travels alone like an aged blind thing groping through the unfriendly dark, stalked by unseen periscopes of steel killers. Yes, the Queen of Glasgow is a frightened ship, and she carries with her a premonition of death.",
        "closing": "The S.S. Queen of Glasgow, heading for New York, and the time is 1942. For one man, it is always 1942, and this man will ride the ghost of that ship every night for eternity. This is what is meant by paying the fiddler. This is the comeuppance awaiting every man when the ledger of his life is opened and examined, the tally made, and then the reward or the penalty paid. And in the case of Carl Lanser, former Kapitan Leutnant, Navy of the Third Reich, this is the penalty. This is the justice meted out. This is judgment night in the Twilight Zone."
    },
    {
        "series_number": 11,
        "season": 1,
        "season_number": 11,
        "title": "And When the Sky was Opened",
        "opening": "Her name: X-20. Her type: an experimental interceptor. Recent history: a crash landing in the Mojave Desert after a thirty-one hour flight nine hundred miles into space. Incidental data: the ship, with the men who flew her, disappeared from the radar screen for twenty-four hours. But the shrouds that cover mysteries are not always made out of a tarpaulin, as this man will soon find out on the other side of a hospital door.",
        "closing": "Once upon a time, there was a man named Harrington, a man named Forbes, a man named Gart. They used to exist, but don't any longer. Someone or something took them somewhere. At least they are no longer a part of the memory of man. And as to the X-20 supposed to be housed here in this hangar, this too does not exist. And if any of you have any questions concerning an aircraft and three men who flew her, speak softly of them, and only in the Twilight Zone."
    },
    {
        "series_number": 12,
        "season": 1,
        "season_number": 12,
        "title": "What You Need",
        "opening": "You're looking at Mr. Fred Renard, who carries on his shoulder a chip the size of the national debt. This is a sour man, a friendless man, a lonely man, a grasping, compulsive, nervous man. This is a man who has lived thirty-six undistinguished, meaningless, pointless, failure-laden years and who at this moment looks for an escape - any escape, any way, anything, anybody - to get out of the rut. And this little old man is just what Mr. Renard is waiting for.",
        "closing": "Street scene. Night. Traffic accident. Victim named Fred Renard, gentleman with a sour face to whom contentment came with difficulty. Fred Renard, who took all that was needed, in the Twilight Zone."
    },
    {
        "series_number": 13,
        "season": 1,
        "season_number": 13,
        "title": "The Four of Us are Dying",
        "opening": "His name is Arch Hammer. He's thirty-six years old. He's been a salesman, a dispatcher, a truck driver, a con man, a bookie, and a part-time bartender. This is a cheap man, a nickel and dime man, with a cheapness that goes past the suit and the shirt; a cheapness of mind, a cheapness of taste, a tawdry little shine on the seat of his conscience, and a dark-room squint at a world whose sunlight has never gotten through to him. But Mr. Hammer has a talent, discovered at a very early age. This much he does have. He can make his face change. He can twitch a muscle, move a jaw, concentrate on the cast of his eyes, and he can change his face. He can change it into anything he wants. Mr. Archie Hammer, jack of all trades, has just checked in at three-eighty a night, with two bags, some newspaper clippings, a most odd talent, and a master plan to destroy some lives.",
        "closing": "He was Arch Hammer, a cheap little man who just checked in. He was Johnny Foster, who played a trumpet and was loved beyond words. He was Virgil Sterig, with money in his pocket. He was Andy Marshak, who got some of his agony back on a sidewalk in front of a cheap hotel. Hammer, Foster, Sterig, Marshak - and all four of them were dying."
    },
    {
        "series_number": 14,
        "season": 1,
        "season_number": 14,
        "title": "Third From the Sun",
        "opening": "Quitting time at the plant. Time for supper now. Time for families. Time for a cool drink on a porch. Time for the quiet rustle of leaf-laden trees that screen out the moon. And underneath it all, behind the eyes of the men, hanging invisible over the summer night, is a horror without words. For this is the stillness before storm. This is the eve of the end.",
        "closing": "Behind a tiny ship heading into space is a doomed planet on the verge of suicide. Ahead lies a place called Earth, the third planet from the sun. And for William Sturka and the men and women with him, it's the eve of the beginning in the Twilight Zone."
    },
    {
        "series_number": 15,
        "season": 1,
        "season_number": 15,
        "title": "I Shot an Arrow Into the Air",
        "opening": "Her name is the Arrow One. She represents four and a half years of planning, preparation and training, and a thousand years of science and mathematics and the projected dreams and hopes of not only a nation but a world. She is the first manned aircraft into space. And this is the countdown, the last five seconds before man shot an arrow into the air.",
        "closing": "Practical joke perpetrated by Mother Nature and a combination of improbable events. Practical joke wearing the trappings of nightmare, of terror, of desperation. Small human drama played out in a desert ninety-seven miles from Reno, Nevada, U.S.A., continent of North America, the Earth, and of course, the Twilight Zone."
    },
    {
        "series_number": 16,
        "season": 1,
        "season_number": 16,
        "title": "The Hitch-Hiker",
        "opening": "Her name is Nan Adams. She's twenty-seven years old. Her occupation: buyer at a New York department store, at present on vacation, driving cross-country to Los Angeles, California, from Manhattan. Minor incident on Highway 11 in Pennsylvania, perhaps to be filed away under accidents you walk away from. But from this moment on, Nan Adams's companion on a trip to California will be terror; her route - fear; her destination - quite unknown.",
        "closing": "Nan Adams, age twenty-seven. She was driving to California, to Los Angeles. She didn't make it. There was a detour through the Twilight Zone."
    },
    {
        "series_number": 17,
        "season": 1,
        "season_number": 17,
        "title": "The Fever",
        "opening": "Mr. and Mrs. Franklin Gibbs, three days and two nights, all expenses paid, at a Las Vegas hotel, won by virtue of Mrs. Gibbs's knack with a phrase. But unbeknownst to either Mr. or Mrs. Gibbs is the fact that there's a prize in their package neither expected nor bargained for. In just a moment one of them will succumb to an illness worse than any virus can produce, a most inoperative, deadly, life-shattering affliction known as the fever.",
        "closing": "Mr. Franklin Gibbs, visitor to Las Vegas, who lost his money, his reason, and finally his life to an inanimate metal machine variously described as a one-armed bandit, a slot machine or, in Mr. Franklin Gibbs's words, a monster with a will all its own. For our purposes we'll stick with the latter definition because we're in the Twilight Zone."
    },
    {
        "series_number": 18,
        "season": 1,
        "season_number": 18,
        "title": "The Last Flight",
        "opening": "Witness Flight Lieutenant William Terrance Decker, Royal Flying Corps, returning from a patrol somewhere over France. The year is 1917. The problem is that the Lieutenant is hopelessly lost. Lieutenant Decker will soon discover that a man can be lost not only in terms of maps and miles, but also in time, and time in this case can be measured in eternities.",
        "closing": "Dialogue from a play, Hamlet to Horatio: 'There are more things in heaven and earth than are dreamt of in your philosophy.' Dialogue from a play written long before men took to the sky. There are more things in heaven and earth, and in the sky, that perhaps can be dreamt of. And somewhere in between heaven, the sky, the earth, lies the Twilight Zone."
    },
    {
        "series_number": 19,
        "season": 1,
        "season_number": 19,
        "title": "The Purple Testament",
        "opening": "Infantry platoon, U.S. Army, Phillipine Islands, 1945. These are the faces of the young men who fight. As if some omniscient painter had mixed a tube of oils that were at one time earth brown, dust gray, blood red, beard black, and fear - yellow white, and these men were the models. For this is the province of combat and these are the faces of war.",
        "closing": "From William Shakespeare, Richard the Third, a small excerpt. The line reads, 'He has come to open the purple testament of bleeding war.' And for Lieutenant William Fitzgerald, A Company, First Platoon, the testament is closed. Lieutenant Fitzgerald has found the Twilight Zone."
    },
    {
        "series_number": 20,
        "season": 1,
        "season_number": 20,
        "title": "Elegy",
        "opening": "The time is the day after tomorrow. The place: a far corner of the universe. The cast of characters: three men lost amongst the stars, three men sharing the common urgency of all men lost - they're looking for home. And in a moment they'll find home, not a home that is a place to be seen but a strange, unexplainable experience to be felt.",
        "closing": "Kirby, Webber, and Meyers, three men lost. They shared a common wish, a simple one, really - they wanted to be aboard their ship, headed for home. And fate, a laughing fate, a practical jokester with a smile that stretched across the stars, saw to it that they got their wish, with just one reservation: the wish came true, but only in the Twilight Zone."
    },
    {
        "series_number": 21,
        "season": 1,
        "season_number": 21,
        "title": "Mirror Image",
        "opening": "Millicent Barnes, age twenty-five, young woman waiting for a bus on a rainy November night. Not a very imaginative type is Miss Barnes, not given to undue anxiety or fears, or for that matter even the most temporal flights of fancy. Like most young career women, she has a generic classification as a, quote, girl with a head on her shoulders, end of quote. All of which is mentioned now because in just a moment the head on Miss Barnes's shoulders will be put to a test. Circumstances will assault her sense of reality and a chain of nightmares will put her sanity on a block. Millicent Barnes, who in one minute will wonder is she's going mad.",
        "closing": "Obscure metaphysical explanation to cover a phenomenon, reasons dredged out of the shadows to explain away that which cannot be explained. Call it parallel planes or just insanity. Whatever it is, you find it in the Twilight Zone."
    },
    {
        "series_number": 22,
        "season": 1,
        "season_number": 22,
        "title": "The Monsters are Due on Maple Street",
        "opening": "Maple Street, U.S.A. Late summer. A tree-lined little world of front porch gliders, barbecues, the laughter of children, and the bell of an ice-cream vendor. At the sound of the roar and the flash of light, it will be precisely 6:43pm on Maple Street. This is Maple Street on a late Saturday afternoon. Maple Street, in the last calm and reflective moment before the monsters came.",
        "closing": "The tools of conquest do not necessarily come with bombs and explosions and fallout. There are weapons that are simply thoughts, attitudes, prejudices, to be found only in the minds of men. For the record, prejudices can kill and suspicion can destroy, and a thoughtless, frightened search for a scapegoat has a fallout all of its own - for the children, and the children yet unborn. And the pity of it is that these things cannot be confined to the Twilight Zone."
    },
    {
        "series_number": 23,
        "season": 1,
        "season_number": 23,
        "title": "A World of Difference",
        "opening": "You're looking at a tableau of reality, things of substance, of physical material: a desk, a window, a light. These things exist and have dimension. Now this is Arthur Curtis, age thirty-six, who also is real. He has flesh and blood, muscle and mind. But in just a moment we will see how thin a line separates that which we assume to be real with that manufactured inside of a mind.",
        "closing": "The modus operandi for the departure from life is usually a pine box of such and such dimensions, and this is the ultimate in reality. But there are other ways for a man to exit from life. Take the case of Arthur Curtis, age thirty-six. His departure was along a highway with an exit sign that reads 'This way to escape.' Arthur Curtis, en route to the Twilight Zone."
    },
    {
        "series_number": 24,
        "season": 1,
        "season_number": 24,
        "title": "Long Live Walter Jameson",
        "opening": "You're looking at Act One, Scene One, of a nightmare, one not restricted to witching hours or dark, rainswept nights. Professor Walter Jameson, popular beyond words, who talks of the past as if it were the present, who conjures up the dead as if they were alive. In the view of this man, Professor Samuel Kittridge, Walter Jameson has access to knowledge that couldn't come out of a volume of history, but rather from a book on black magic, which is to say that this nightmare begins at noon.",
        "closing": "Last stop on a long journey, as yet another human being returns to the vast nothingness that is the beginning and into the dust that is always the end."
    },
    {
        "series_number": 25,
        "season": 1,
        "season_number": 25,
        "title": "People Are Alike All Over",
        "opening": "You're looking at a species of flimsy little two-legged animal with extremely small heads whose name is man. Warren Marcusson, age thirty-five. Samuel A. Conrad, age thirty-one. They're taking a highway into space, Man unshackling himself and sending his tiny, groping fingers up into the unknown. Their destination is Mars, and in just a moment we'll land there with them.",
        "closing": "Species of animal brought back alive. Interesting similarity in physical characteristics to human beings in head, trunk, arms, legs, hands, feet. Very tiny undeveloped brain. Comes from primitive planet named Earth. Calls himself Samuel Conrad. And he will remain here in his cage with the running water and the electricity and the central heat as long as he lives. Samuel Conrad has found the Twilight Zone."
    },
    {
        "series_number": 26,
        "season": 1,
        "season_number": 26,
        "title": "Execution",
        "opening": "Commonplace, if somewhat grim, unsocial event known as a necktie party, the guest of dishonor a cowboy named Joe Caswell, just a moment away from a rope, a short dance several feet off the ground, and then the dark eternity of all evil men. Mr. Joe Caswell, who, when the good Lord passed out a conscience, a heart, a feeling for fellow men, must have been out for a beer and missed out. Mr. Joe Caswell, in the last quiet moment of a violent life.",
        "closing": "This is November, 1880, the aftermath of a necktie party. The victim's name - Paul Johnson, a minor-league criminal and the taker of another human life. No comment on his death save this: justice can span years. Retribution is not subject to a calendar. Tonight's case in point in the Twilight Zone."
    },
    {
        "series_number": 27,
        "season": 1,
        "season_number": 27,
        "title": "The Big Tall Wish",
        "opening": "In this corner of the universe, a prizefighter named Bolie Jackson, one hundred eighty-three pounds and an hour and a half away from a comeback at St. Nick's Arena. Mr. Bolie Jackson, who by the standards of his profession is an aging, over-the-hill relic of what was, and who now sees a reflection of a man who has left too many pieces of his youth in too many stadiums for too many years before too many screaming people. Mr. Bolie Jackson, who might do well to look for some gentle magic in the hard-surfaced glass that stares back at him.",
        "closing": "Mr. Bolie Jackson, a hundred and eighty-three pounds, who left a second chance lying in a heap on a rosin-spattered canvas at St. Nick's Arena. Mr. Bolie Jackson, who shares the most common ailment of all men, the strange and perverse disinclination to believe in a miracle, the kind of miracle to come from the mind of a little boy, perhaps only to be found in the Twilight Zone."
    },
    {
        "series_number": 28,
        "season": 1,
        "season_number": 28,
        "title": "A Nice Place to Visit",
        "opening": "Portrait of a man at work, the only work he's ever done, the only work he knows. His name is Henry Francis Valentine but he calls himself Rocky, because that's the way his life has been - rocky and perilous and uphill at a dead run all the way. He's tired now, tired of running or wanting, of waiting for the breaks that come to others but never to him, never to Rocky Valentine. A scared, angry little man. He thinks it's all over now but he's wrong. For Rocky Valentine, it's just the beginning.",
        "closing": "A scared, angry little man who never got a break. Now he has everything he's ever wanted - and he's going to have to live with it for eternity in the Twilight Zone."
    },
    {
        "series_number": 29,
        "season": 1,
        "season_number": 29,
        "title": "Nightmare as a Child",
        "opening": "Month of November, hot chocolate, and a small cameo of a child's face, imperfect only in its solemnity. And these are the improbable ingredients to a human emotion, an emotion, say, like fear. But in a moment this woman, Helen Foley, will realize fear. She will understand what are the properties of terror. A little girl will lead her by the hand and walk with her into a nightmare.",
        "closing": "Miss Helen Foley, who has lived in night and who will wake up to morning. Miss Helen Foley, who took a dark spot from the tapestry of her life and rubbed it clean, then stepped back a few paces and got a good look at the Twilight Zone."
    },
    {
        "series_number": 30,
        "season": 1,
        "season_number": 30,
        "title": "A Stop at Willoughby",
        "opening": "This is Gart Williams, age thirty-eight, a man protected by a suit of armor all held together by one bolt. Just a moment ago, someone removed the bolt, and Mr. Williams's protection fell away from him and left him a naked target. He's been cannonaded this afternoon by all the enemies of his life. His insecurity has shelled him, his sensitivity has straddled him with humiliation, his deep-rooted disquiet about his own worth has zeroed in on him, landed on target, and blown him apart. Mr. Gart Williams, ad agency exec, who in just a moment will move into the Twilight Zone, in a desperate search for survival.",
        "closing": "Willoughby? Maybe it's wishful thinking nestled in a hidden part of a man's mind, or maybe it's the last stop in the vast design of things, or perhaps, for a man like Mr. Gart Williams, who climbed on a world that went by too fast, it's a place around the bend where he could jump off. Willoughby? Whatever it is, it comes with sunlight and serenity, and is a part of the Twilight Zone."
    },
    {
        "series_number": 31,
        "season": 1,
        "season_number": 31,
        "title": "The Chaser",
        "opening": "Mr. Roger Shackleforth. Age: youthful twenties. Occupation: being in love. Not just in love, but madly, passionately, illogically, miserably, all-consumingly in love, with a young woman named Leila who has a vague recollection of his face and even less than a passing interest. In a moment you'll see a switch, because Mr. Roger Shackleforth, the young gentleman so much in love, will take a short but very meaningful journey into the Twilight Zone.",
        "closing": "Mr. Roger Shackleforth, who has discovered at this late date that love can be as sticky as a vat of molasses, as unpalatable as a hunk of spoiled yeast, and as all-consuming as a six-alarm fire in a bamboo and canvas tent. Case history of a lover boy who should never have entered the Twilight Zone."
    },
    {
        "series_number": 32,
        "season": 1,
        "season_number": 32,
        "title": "A Passage for Trumpet",
        "opening": "Joey Crown, musician with an odd, intense face, whose life is a quest for impossible things like flowers in concrete or like trying to pluck a note of music out of the air and put it under glass to treasure. Joey Crown, musician with an odd, intense face, who in a moment will try to leave the Earth and discover the middle ground - the place we call the Twilight Zone.",
        "closing": "Joey Crown, who makes music, and who discovered something about life; that it can be rich and rewarding and full of beauty, just like the music he played, if a person would only pause to look and to listen. Joey Crown, who got his clue in the Twilight Zone."
    },
    {
        "series_number": 33,
        "season": 1,
        "season_number": 33,
        "title": "Mr. Bevis",
        "opening": "In the parlance of the twentieth century, this is an oddball. His name is James B.W. Bevis, and his tastes lean toward stuffed animals, zither music, professional football, Charles Dickens, moose heads, carnivals, dogs, children, and young ladies. Mr. Bevis is accident prone, a little vague, a little discombooberated, with a life that possesses all the security of a floating crap game. But this can be said of our Mr. Bevis: without him, without his warmth, without his kindness, the world would be a considerably poorer place, albeit perhaps a little saner. Should it not be obvious by now, James B.W. Bevis is a fixture in his own private, optimistic, hopeful little world, a world which has long ceased being surprised by him. James B.W. Bevis, on whom Dame Fortune will shortly turn her back, but not before she gives him a paste in the mouth. Mr. James B.W. Bevis, just one block away from the Twilight Zone.",
        "closing": "Mr. James B.W. Bevis, who believes in a magic all his own. The magic of a child's smile, the magic of liking and being liked, the strange and wondrous mysticism that is the simple act of living. Mr. James B.W. Bevis, species of twentieth-century male, who has his own private and special Twilight Zone."
    },
    {
        "series_number": 34,
        "season": 1,
        "season_number": 34,
        "title": "The After Hours",
        "opening": "Express elevator to the ninth floor of a department store, carrying Miss Marsha White on a most prosaic, ordinary, run of the mill errand. Miss Marsha White on the ninth floor, specialties department, looking for a gold thimble. The odds are she'll find it, but there are even better odds that she'll find something else, because this isn't just a department store. This happens to be the Twilight Zone.",
        "closing": "Marsha White in her normal and natural state. A wooden lady with a painted face who, one month out of the year, takes on the characteristics of someone as normal and as flesh and blood as you and I. But it makes you wonder, doesn't it? Just how normal are we? Just who are the people we nod our hellos to as we pass on the street? A rather good question to ask, particularly in the Twilight Zone."
    },
    {
        "series_number": 35,
        "season": 1,
        "season_number": 35,
        "title": "The Mighty Casey",
        "opening": "What you're looking at is a ghost, once alive but now deceased. Once upon a time, it was a baseball stadium that housed a major-league ballclub known as the Hoboken Zephyrs. Now it houses nothing but memories and a wind that stirs in the high grass of what was once an outfield, a wind that sometimes bears a faint, ghostly resemblance to the roar of a crowd that once sat here. We're back in time now, when the Hoboken Zephyrs were still a part of the National League and this mausoleum of memories was an honest-to-Pete stadium. But since this is strictly a story of make-believe, it has to start this way. Once upon a time, in Hoboken, New Jersey, it was tryout day. And though he's not yet on the field, you're about to meet a most unusual fellow, a left-handed pitched named Casey.",
        "closing": "Once upon a time there was a major-league baseball team called the Hoboken Zephyrs who, during the last year of their existence, wound up in last place and shortly thereafter wound up in oblivion. There's a rumor, unsubstantiated of course, that a manager named McGarry took them to the West Coast and wound up with several pennants and a couple of world's championships. This team had a pitching staff that made history. Of course, none of them smiled very much, but it happens to be a fact that they pitched like nothing human. And if you're interested as to where these gentlemen came from, you might check under 'B' for baseball, in the Twilight Zone."
    },
    {
        "series_number": 36,
        "season": 1,
        "season_number": 36,
        "title": "A World of His Own",
        "opening": "The home of Mr. Gregory West, one of America's most noted playwrights. The office of Mr. Gregory West. Mr Gregory West - shy, quiet, and at the moment very happy. Mary - warm, affectionate. And the final ingredient - Mrs. Gregory West.",
        "closing": "Leaving Mr. Gregory West, still shy, quiet, very happy, and apparently in complete control of the Twilight Zone."
    },
    {
        "series_number": 37,
        "season": 2,
        "season_number": 1,
        "title": "King Nine Will Not Return",
        "opening": "This is Africa, 1943. War spits out its violence overhead and the sandy graveyard swallows it up. Her name is King Nine, B-25, medium bomber, Twelfth Air Force. On a hot, still morning she took off from Tunisia to bomb the southern tip of Italy. An errant piece of flak tore a hole in a wing tank and, like a wounded bird, this is where she landed, not to return on this day, or any other day.",
        "closing": "Enigma buried in the sand, a question mark with broken wings that lies in silent grace as a marker in a desert shrine. Odd how the real consorts with the shadows, how the present fuses with the past. How does it happen? The question is on file in the silent desert. And the answer? The answer is waiting for us in the Twilight Zone."
    },
    {
        "series_number": 38,
        "season": 2,
        "season_number": 2,
        "title": "The Man in the Bottle",
        "opening": "Mr. and Mrs. Arthur Castle, gentle and infinitely patient people, whose lives have been a hope chest with a rusty lock and a lost set of keys. But in just a moment that hope chest will be opened, and an improbable phantom will try to bedeck the drabness of these two people's failure-laden lives with the gold and precious stones of fulfillment. Mr. and Mrs. Arthur Castle, standing on the outskirts and about to enter the Twilight Zone.",
        "closing": "A word to the wise now to the garbage collectors of the world, to the curio seekers, to the antique buffs, to everyone who would try to coax out a miracle from unlikely places. Check that bottle you're taking back for a two-cent deposit. The genie you save might be your own. Case in point, Mr. and Mrs. Arthur Castle, fresh from the briefest of trips into the Twilight Zone."
    },
    {
        "series_number": 39,
        "season": 2,
        "season_number": 3,
        "title": "Nervous Man in a Four Dollar Room",
        "opening": "This is Mr. Jackie Rhoades, age thirty-four, and where some men leave a mark of their lives as a record of their fragmentary existence on Earth, this man leaves a blot, a dirty, discolored blemish to document a cheap and undistinguished sojourn amongst his betters. What you're about to watch in this room is a strange, mortal combat between a man and himself, for in just a moment Mr. Jackie Rhoades, whose life has been given over to fighting adversaries, will find his most formidable opponent in a cheap hotel room that is in reality the outskirts of the Twilight Zone.",
        "closing": "Exit Mr. John Rhoades, formerly a reflection in a mirror, a fragment of someone else's conscience, a wishful thinker made out of glass, but now made out of flesh and on his way to join the company of men. Mr. John Rhoades, with one foot through the door and one foot out of the Twilight Zone."
    },
    {
        "series_number": 40,
        "season": 2,
        "season_number": 4,
        "title": "A Thing About Machines",
        "opening": "This is Mr. Bartlett Finchley, age forty-eight, a practicing sophisticate who writes very special and very precious things for gourmet magazines and the like. He's a bachelor and a recluse with few friends, only devotees and adherents to the cause of tart sophistry. He has no interests save whatever current annoyances he can put his mind to. He has no purpose to his life except the formulation of day-to-day opportunities to vent his wrath on mechanical contrivances of an age he abhors. In short, Mr. Bartlett Finchley is a malcontent, born either too late or too early in the century, and who in just a moment will enter a realm where muscles and the will to fight back are not limited to human beings. Next stop for Mr. Bartlett Finchley - the Twilight Zone.",
        "closing": "Yes, it could just be. It could just be that Mr. Bartlett Finchley succumbed from a heart attack and a set of delusions. It could just be that he was tormented by an imagination as sharp as his wit and as pointed as his dislikes. But as perceived by those attending, this is one explanation that has left the premises with the deceased. Look for it filed under 'M' for machines in the Twilight Zone."
    },
    {
        "series_number": 41,
        "season": 2,
        "season_number": 5,
        "title": "The Howling Man",
        "opening": "The prostrate form of Mr. David Ellington, scholar, seeker of truth and, regrettably, finder of truth. A man who will shortly arise from his exhaustion to confront a problem that has tormented mankind since the beginning of time. A man who knocked on a door seeking sanctuary and found instead the outer edges of the Twilight Zone.",
        "closing": "Ancient folk saying: 'You can catch the Devil, but you can't hold him long.' Ask Brother Jerome. Ask David Ellington. They know, and they'll go on knowing to the end of their days and beyond, in the Twilight Zone."
    },
    {
        "series_number": 42,
        "season": 2,
        "season_number": 6,
        "title": "The Eye of the Beholder",
        "opening": "Suspended in time and space for a moment, your introduction to Miss Janet Tyler, who lives in a very private world of darkness, a universe whose dimensions are the size, thickness, length of a swath of bandages that cover her face. In a moment we'll go back into this room and also in a moment we'll look under those bandages, keeping in mind, of course, that we're not to be surprised by what we see, because this isn't just a hospital, and this patient 307 is not just a woman. This happens to be the Twilight Zone, and Miss Janet Tyler, with you, is about to enter it.",
        "closing": "Now the questions that come to mind: where is this place and when is it, what kind of world where ugliness is the norm and beauty the deviation from that norm? You want an answer? The answer is, it doesn't make any difference. Because the old saying happens to be true. Beauty is in the eye of the beholder, in this year or a hundred years hence, on this planet or wherever there is human life, perhaps out amongst the stars. Beauty is in the eye of the beholder. Lesson to be learned in the Twilight Zone."
    },
    {
        "series_number": 43,
        "season": 2,
        "season_number": 7,
        "title": "Nick of Time",
        "opening": "The hand belongs to Mr. Don S. Carter, male member of a honeymoon team en route across the Ohio countryside to New York City. In one moment, they will be subjected to a gift most humans never receive in a lifetime. For one penny, they will be able to look into the future. The time is now, the place is a little diner in Ridgeview, Ohio, and what this young couple doesn't realize is that this town happens to lie on the outskirts of the Twilight Zone.",
        "closing": "Counterbalance in the little town of Ridgeview, Ohio. Two people permanently enslaved by the tyranny of fear and superstition, facing the future with a kind of helpless dread. Two others facing the future with confidence, having escaped one of the darker places of the Twilight Zone."
    },
    {
        "series_number": 44,
        "season": 2,
        "season_number": 8,
        "title": "The Lateness of the Hour",
        "opening": "The residence of Dr. William Loren, which is in reality a menagerie for machines. We're about to discover that sometimes the product of man's talent and genius can walk amongst us untouched by the normal ravages of time. These are Dr. Loren's robots, built to functional as well as artistic perfection. But in a moment Dr. William Loren, wife and daughter will discover that perfection is relative, that even robots have to be paid for, and very shortly will be shown exactly what is the bill.",
        "closing": "Let this be the postscript: should you be worn out by the rigors of competing in a very competitive world, if you're distraught from having to share your existence with the noises and neuroses of the twentieth century, if you crave serenity but want it full time and with no strings attached, get yourself a workroom in a basement and then drop a note to Dr. and Mrs. William Loren. They're a childless couple who made comfort a life's work, and maybe there are a few do-it-yourself pamphlets still available in the Twilight Zone."
    },
    {
        "series_number": 45,
        "season": 2,
        "season_number": 9,
        "title": "The Trouble With Templeton",
        "opening": "Pleased to present for your consideration Mr. Booth Templeton, serious and successful star of over thirty Broadway plays, who is not quite all right today. Yesterday and its memories is what he wants, and yesterday is what he'll get. Soon his years and his troubles will descend on him in an avalanche. In order not to be crushed, Mr. Booth Templeton will escape from his theater and his world and make his debut on another stage in another world that we call the Twilight Zone.",
        "closing": "Mr. Booth Templeton, who shared with most human beings the hunger to recapture the past moments, the ones that soften with the years. But in his case, the characters of his past blocked him out and sent him back to his own time, which is where we find him now. Mr. Booth Templeton, who had a round-trip ticket into the Twilight Zone."
    },
    {
        "series_number": 46,
        "season": 2,
        "season_number": 10,
        "title": "A Most Unusual Camera",
        "opening": "A hotel suite that in this instance serves as a den of crime, the aftermath of a rather minor event to be noted on a police blotter, an insurance claim, perhaps a three-inch box on page twelve of the evening paper. Small addenda to be added to the list of the loot: a camera, a most unimposing addition to the flotsam and jetsam that it came with, hardly worth mentioning really, because cameras are cameras, some expensive, some purchasable at five-and-dime stores. But this camera, this one's unusual, because in just a moment we'll watch it inject itself into the destinies of three people. It happens to be a fact that the pictures that it takes can only be developed in the Twilight Zone.",
        "closing": "Object known as a camera, vintage uncertain, origin unknown. But for the greedy, the avaricious, the fleet of foot who can run a four-minute mile so long as they're chasing a fast buck, it makes believe that it's an ally, but it isn't at all. It's a beckoning come-on for a quick walk around the block in the Twilight Zone."
    },
    {
        "series_number": 47,
        "season": 2,
        "season_number": 11,
        "title": "Night of the Meek",
        "opening": "This is Mr. Henry Corwin, normally unemployed, who once a year takes the lead role in the uniquely popular American institute, that of department-store Santa Claus in a road company version of 'The Night Before Christmas.' But in just a moment Mr. Henry Corwin, ersatz Santa Claus, will enter a strange kind of North Pole which is one part the wondrous spirit of Christmas and one part the magic that can only be found in the Twilight Zone.",
        "closing": "A word to the wise to all the children of the twentieth century, whether their concern be pediatrics or geriatrics, whether they crawl on hands and knees and wear diapers or walk with a cane and comb their beards. There's a wondrous magic to Christmas, and there's a special power reserved for little people. In short, there's nothing mightier than the meek."
    },
    {
        "series_number": 48,
        "season": 2,
        "season_number": 12,
        "title": "Dust",
        "opening": "There was a village, built of crumbling clay and rotting wood, and it squatted ugly under a broiling sun like a sick and mangy animal wanting to die. This village had a virus, shared by its people. It was the germ of squalor, of hopelessness, of a loss of faith. For the faithless, the hopeless, the misery-laden, there is time, ample time, to engage in one of the other pursuits of men. They begin to destroy themselves.",
        "closing": "It was a very small, misery-laden village on the day of a hanging, and of little historical consequence. And if there's any moral to it at all, let's say that in any quest for magic, in any search for sorcery, witchery, legerdemain, first check the human heart. For inside this deep place there's a wizardry that costs far more than a few pieces of gold. Tonight's case in point in the Twilight Zone."
    },
    {
        "series_number": 49,
        "season": 2,
        "season_number": 13,
        "title": "Back There",
        "opening": "Witness a theoretical argument, Washington D.C., the present. Four intelligent men talking about an improbable thing like going back in time. A friendly debate revolving around a simple issue: could a human being change what has happened before? Interesting and theoretical because who ever heard of a man going back in time, before tonight, that is. Because this is the Twilight Zone.",
        "closing": "Mr. Peter Corrigan, lately returned from a place 'back there,' a journey into time with highly questionable results, proving on one hand that the threads of history are woven tightly and the skein of events cannot be undone, but on the other hand, there are small fragments of tapestry that can be altered. Tonight's thesis to be taken as you will, in the Twilight Zone."
    },
    {
        "series_number": 50,
        "season": 2,
        "season_number": 14,
        "title": "The Whole Truth",
        "opening": "This, as the banner already has proclaimed, is Mr. Harvey Hunnicut, an expert on commerce and con jobs, a brash, bright, and larceny-loaded wheeler and dealer who, when the good lord passed out a conscience, must have gone for a beer and missed out. And these are a couple of other characters in our story: a little old man and a Model A car - but not just any old man and not just any Model A. There's something very special about the both of them. As a matter of fact, in just a few moments they'll give Harvey Hunnicut something that he's never experienced before. Through the good offices of a little magic, they will unload on Mr. Hunnicut the absolute necessity to tell the truth. Exactly where they come from is conjectural, but as to where they're heading for, this we know, because all of them - and you - are on the threshold of the Twilight Zone.",
        "closing": "Couldn't happen, you say? Far-fetched? Way-out? Tilt-of-center? Possible, but the next time you buy an automobile, if it happens to look as if it had just gone through the Battle of the Marne, and the seller is ready to throw into the bargain one of his arms, be particularly careful in explaining to the boss about your grandmother's funeral when you were actually at Chavez Ravine watching the Dodgers. It'll be a fact that you are the proud possessor of an instrument of truth manufactured and distributed by an exclusive dealer in the Twilight Zone."
    },
    {
        "series_number": 51,
        "season": 2,
        "season_number": 15,
        "title": "The Invaders",
        "opening": "This is one of the out-of-the-way places, the unvisited places, bleak, wasted, dying. This is a farmhouse, handmade, crude, a house without electricity or gas, a house untouched by progress. This is the woman who lives in the house, a woman who's been alone for many years, a strong, simple woman whose only problem up until this moment has been that of acquiring enough food to eat, a woman about to face terror which is even now coming at her from the Twilight Zone.",
        "closing": "These are the invaders, the tiny beings from the tiny place called Earth, who would take the giant step across the sky to the question marks that sparkle and beckon from the vastness of the universe only to be imagined. The invaders, who found out that a one-way ticket to the stars beyond has the ultimate price tag. And we have just seen it entered in a ledger that covers all the transactions of the universe, a bill stamped 'paid in full,' and to be found, on file, in the Twilight Zone."
    },
    {
        "series_number": 52,
        "season": 2,
        "season_number": 16,
        "title": "A Penny for Your Thoughts",
        "opening": "Mr. Hector B. Poole, resident of the Twilight Zone. Flip a coin and keep flipping it. What are the odds? Half the time it will come up heads, half the time tails. But in one freakish chance in a million, it'll land on its edge. Mr. Hector B. Poole, a bright human coin, on his way to the bank.",
        "closing": "One time in a million, a coin will land on its edge, but all it takes to knock it over is a vagrant breeze, a vibration or a slight blow. Hector B. Poole, a human coin, on edge for a brief time in the Twilight Zone."
    },
    {
        "series_number": 53,
        "season": 2,
        "season_number": 17,
        "title": "Twenty-Two",
        "opening": "This is Miss Liz Powell. She's a professional dancer and she's in the hospital as a result of overwork and nervous fatigue. And at this moment we have just finished walking with her in a nightmare. In a moment she'll wake up and we'll remain at her side. The problem here is that both Miss Powell and you will reach a point where it might be difficult to decide which is reality and which is nightmare, a problem uncommon perhaps but rather peculiar to the Twilight Zone.",
        "closing": "Miss Elizabeth Powell, professional dancer. Hospital diagnosis: acute anxiety brought on by overwork and fatigue. Prognosis: with rest and care, she'll probably recover. But the cure to some nightmares is not to be found in known medical journals. You look for it under 'potions for bad dreams,' to be found in the Twilight Zone."
    },
    {
        "series_number": 54,
        "season": 2,
        "season_number": 18,
        "title": "The Odyssey of Flight 33",
        "opening": "You're riding on a jet airliner en route from London to New York. You're at 35,000 feet atop an overcast and roughly fifty-five minutes from Idlewild Airport. But what you've seen occur inside the cockpit of this plane is no reflection on the aircraft or the crew. It's a safe, well-engineered, perfectly designed machine, and the men you've just met are a trained, cool, highly efficient team. The problem is simply that the plane is going too fast and there is nothing within the realm of knowledge or at least logic to explain it. Unbeknownst to passenger and crew, this airplane is heading into an unchartered region well off the beaten track of commercial travelers. It's moving into the Twilight Zone. What you're about to see we call 'The Odyssey of Flight 33.",
        "closing": "A Global jet airliner, en route from London to New York on an uneventful afternoon in the year 1961, but now reported overdue and missing, and by now searched for on land, sea, and air by anguished human beings fearful of what they'll find. But you and I know where she is, you and I know what's happened. So if some moment, any moment, you hear the sound of jet engines flying atop the overcast, engines that sound searching and lost, engines that sound desperate, shoot up a flare or do something. That would be Global 33 trying to get home from the Twilight Zone."
    },
    {
        "series_number": 55,
        "season": 2,
        "season_number": 19,
        "title": "Mr. Dingle, the Strong",
        "opening": "Uniquely American institution known as the neighborhood bar. Reading left to right are Mr. Anthony O'Toole, proprietor who waters his drinks like geraniums but who stands foursquare for peace and quiet and for booths for ladies. This is Mr. Joseph J. Callahan, an unregistered bookie, whose entire life is any sporting event with two sides and a set of odds. His idea of a meeting at the summit is any dialogue between a catcher and a pitcher with more than one man on base. And this animated citizen is every anonymous bettor who ever dropped rent money on a horse race, a prize fight, or a floating crap game, and who took out his frustrations and his insolvency on any vulnerable fellow barstool companion within arm's and fist's reach. And this is Mr. Luther Dingle, a vacuum-cleaner salesman whose volume of business is roughly that of a valet at a hobo convention. He's a consummate failure in almost everything but is a good listener and has a prominent jaw. And these two unseen gentlemen are visitors from outer space. They are about to alter the destiny of Luther Dingle by leaving him a legacy, the kind you can't hardly find no more. In just a moment, a sad-faced perennial punching bag who missed even the caboose of life's gravy train will take a short constitutional into that most unpredictable region that we refer to as the Twilight Zone.",
        "closing": "Exit Mr. Luther Dingle, formerly vacuum-cleaner salesman, strongest man on Earth, and now mental giant. These latter powers will very likely be eliminated before too long, but Mr. Dingle has an appeal to extraterrestrial note-takers as well as to frustrated and insolvent bet-losers. Offhand, I'd say that he was in for a great deal of extremely odd periods, simply because there are so many inhabited planets who send down observers, and also because, of course, Mr. Dingle lives his life with one foot in his mouth, and the other in the Twilight Zone."
    },
    {
        "series_number": 56,
        "season": 2,
        "season_number": 20,
        "title": "Static",
        "opening": "No one ever saw one quite like that, because that's a very special sort of radio. In its day, circa 1935, its type was one of the most elegant consoles on the market. Now, with its fabric-covered speakers, its peculiar yellow dial, its serrated knobs, it looks quaint and a little strange. Mr. Ed Lindsay is going to find out how strange very soon when he tunes in to the Twilight Zone.",
        "closing": "Around and around she goes, and where she stops nobody knows. All Ed Lindsay knows is that he desperately wanted a second chance and finally got it, through a strange and wonderful time machine called a radio in the Twilight Zone."
    },
    {
        "series_number": 57,
        "season": 2,
        "season_number": 21,
        "title": "The Prime Mover",
        "opening": "Portrait of a man who thinks and thereby gets things done. Mr. Jimbo Cobb might be called a prime mover, a talent which has to be seen to be believed. In just a moment, he'll show his friends and you how he keeps both feet on the ground and his head in the Twilight Zone.",
        "closing": "Some people possess talent, others are possessed by it. When that happens, the talent becomes a curse. Jimbo Cobb knew, right from the beginning. But before Ace Larsen learned that simple truth, he had to take a short trip through the Twilight Zone."
    },
    {
        "series_number": 58,
        "season": 2,
        "season_number": 22,
        "title": "Long Distance Call",
        "opening": "As must be obvious, this is a house hovered over by Mr. Death, that omnipresent player to the third and final act of every life. And it's been said, and probably rightfully so, that what follows this life is one of the unfathomable mysteries, an area of darkness which we the living reserve for the dead - or so it is said. For in a moment, a child will try to cross that bridge which separates light and shadow, and of course he must take the only known route, that indistinct highway through the region we call the Twilight Zone.",
        "closing": "A toy telephone, an act of faith, a set of improbable circumstances, all combine to probe a mystery, to fathom a depth, to send a facet of light into a dark after-region, to be believed or disbelieved depending on your frame of reference. A fact or a fantasy, a substance or a shadow, but all of it very much a part of the Twilight Zone."
    },
    {
        "series_number": 59,
        "season": 2,
        "season_number": 23,
        "title": "A Hundred Yards Over the Rim",
        "opening": "The year is 1847, the place is the territory of New Mexico, the people are a tiny handful of men and women with a dream. Eleven months ago, they started out from Ohio and headed west. Someone told them about a place called California, about a warm sun and a blue sky, about rich land and fresh air, and at this moment almost a year later they've seen nothing but cold, heat, exhaustion, hunger, and sickness. This man's name is Christian Horn. He has a dying eight year-old son and a heartsick wife, and he's the only one remaining who has even a fragment of the dream left. Mr. Chris Horn, who's going over the top of a rim to look for water and sustenance and in a moment will move into the Twilight Zone.",
        "closing": "Mr. Christian Horn, one of the hardy breed of men who headed west during a time when there were no concrete highways or the solace of civilization. Mr. Christian Horn, family and party, heading west, after a brief detour through the Twilight Zone."
    },
    {
        "series_number": 60,
        "season": 2,
        "season_number": 24,
        "title": "The Rip Van Winkle Caper",
        "opening": "Introducing four experts in the questionable art of crime. Mr. Farwell, expert on noxious gases, former professor with a doctorate in both chemistry and physics. Mr. Erbie, expert on mechanical engineering. Mr. Brooks, expect in the use of firearms and other weaponry. And Mr. DeCruz, expert in demolition and various forms of destruction. The time is now and the place is a mountain cave in Death Valley, U.S.A. In just a moment, these four men will utilize the services of a truck placed in cosmoline, loaded with a hot heist cooled off by a century of sleep, and then take a drive into the Twilight Zone.",
        "closing": "The last of four Rip Van Winkles who all died precisely the way they lived, chasing an idol across the sand to wind up bleached dry in the hot sun as so much desert flotsam, worthless as the gold bullion they built a shrine to. Tonight's lesson in the Twilight Zone."
    },
    {
        "series_number": 61,
        "season": 2,
        "season_number": 25,
        "title": "The Silence",
        "opening": "The note that this man is carrying across a club room is in the form of a proposed wager, but it's the kind of wager that comes without precedent. It stands alone in the annals of bet-making as the strangest game of chance ever offered by one man to another. In just a moment, we'll see the terms of the wager and what young Mr. Tennyson does about it. And in the process, we'll witness all parties spin a wheel of chance in a very bizarre casino called the Twilight Zone.",
        "closing": "Mr. Jamie Tennyson, who almost won a bet, but who discovered somewhat belatedly that gambling can be a most unproductive pursuit, even with loaded dice, marked cards, or as in his case some severed vocal cords. For somewhere beyond him a wheel was turned and his number came up black thirteen. If you don't believe it, ask the croupier, the very special one who handles roulette in the Twilight Zone."
    },
    {
        "series_number": 62,
        "season": 2,
        "season_number": 26,
        "title": "Shadow Play",
        "opening": "Adam Grant, a nondescript kind of man found guilty of murder and sentenced to the electric chair. Like every other criminal caught in the wheels of justice he's scared, right down to the marrow of his bones. But it isn't prison that scares him, the long, silent nights of waiting, the slow walk to the little room, or even death itself. It's something else that holds Adam Grant in the hot, sweaty grip of fear, something worse than any punishment this world has to offer, something found only in the Twilight Zone.",
        "closing": "We know that a dream can be real, but who ever thought that reality could be a dream? We exist, of course, but how, in what way? As we believe, as flesh-and-blood human beings, or are we simply parts of someone's feverish, complicated nightmare? Think about it and then ask yourself, do you live here, in this country, in this world, or do you live instead in the Twilight Zone?"
    },
    {
        "series_number": 63,
        "season": 2,
        "season_number": 27,
        "title": "The Mind and the Matter",
        "opening": "A brief if frenetic introduction to Mr. Archibald Beechcroft, a child of the twentieth century, a product of the population explosion, and one of the inheritors of the legacy of progress. Mr. Beechcroft again. This time act two of his daily battle for survival. And in just a moment, our hero will begin his personal one-man rebellion against the mechanics of his age, and to do so he will enlist certain aids available only in the Twilight Zone.",
        "closing": "Mr. Archibald Beechcroft, a child of the twentieth century, who has found out through trial and error - and mostly error - that with all its faults it may well be that this is the best of all possible worlds. People notwithstanding, it has much to offer. Tonight's case in point in the Twilight Zone."
    },
    {
        "series_number": 64,
        "season": 2,
        "season_number": 28,
        "title": "Will the Real Martian Please Stand Up",
        "opening": "Wintry February night, the present. Order of events: a phone call from a frightened woman notating the arrival of an unidentified flying object, then the check-out you've just witnessed with two state troopers verifying the event, but with nothing more enlightening to add beyond evidence of some tracks leading across the highway to a diner. You've heard of trying to find a needle in a haystack? Well, stay with us now and you'll be part of an investigating team whose mission is not to find that proverbial needle. No, their task is even harder. They've got to find a Martian in a diner, and in just a moment you'll search with them, because you've just landed in the Twilight Zone.",
        "closing": "Incident on a small island, to be believed or disbelieved. However, if a sourfaced dandy named Ross or a big, good-natured counterman who handles a spatula as if he'd been born with one in his mouth, if either of these two entities walk onto your premises, you'd better hold their hands - all three of them - or check the color of their eyes - all three of them. The gentlemen in question might try to pull you into the Twilight Zone."
    },
    {
        "series_number": 65,
        "season": 2,
        "season_number": 29,
        "title": "The Obsolete Man",
        "opening": "You walk into this room at your own risk, because it leads to the future, not a future that will be but one that might be. This is not a new world, it is simply an extension of what began in the old one. It has patterned itself after every dictator who has ever planted the ripping imprint of a boot on the pages of history since the beginning of time. It has refinements, technological advances, and a more sophisticated approach to the destruction of human freedom. But like every one of the superstates that preceded it, it has one iron rule: logic is an enemy and truth is a menace. This is Mr. Romney Wordsworth, in his last forty-eight hours on Earth. He's a citizen of the State but will soon have to be eliminated, because he is built out of flesh and because he has a mind. Mr. Romney Wordsworth, who will draw his last breaths in the Twilight Zone.",
        "closing": "The Chancellor - the late Chancellor - was only partly correct. He was obsolete. But so was the State, the entity he worshipped. Any state, any entity, any ideology that fails to recognize the worth, the dignity, the rights of man, that state is obsolete. A case to be filed under 'M' for mankind in the Twilight Zone."
    },
    {
        "series_number": 66,
        "season": 3,
        "season_number": 1,
        "title": "Two",
        "opening": "This is a jungle, a monument built by nature honoring disuse, commemorating a few years of nature being left to its own devices. But it's another kind of jungle, the kind that comes in the aftermath of man's battles against himself. Hardly an important battle, not a Gettysburg or a Marne or an Iwo Jima. More like one insignificant corner patch in the crazy quilt of combat. But it was enough to end the existence of this little city. It's been five years since a human being walked these streets. This is the first day of the sixth year, as man used to measure time. The time? Perhaps a hundred years from now. Or sooner. Or perhaps it's already happened two million years ago. The place? The signposts are in English so that we may read them more easily, but the place is the Twilight Zone.",
        "closing": "This has been a love story about two lonely people who found each other in the Twilight Zone."
    },
    {
        "series_number": 67,
        "season": 3,
        "season_number": 2,
        "title": "The Arrival",
        "opening": "This object, should any of you have lived underground for the better parts of your lives and never had occasion to look toward the sky, is an airplane, its official designation a DC-3. We offer this rather obvious comment because this particular airplane, the one you're looking at, is a freak. Now, most airplanes take off and land as per scheduled. On rare occasions they crash. But all airplanes can be counted on doing one or the other. Now, yesterday morning this particular airplane ceased to be just a commercial carrier. As of its arrival it became an enigma, a seven-ton puzzle made out of aluminum, steel, wire and a few thousand other component parts, none of which add up to the right thing. In just a moment, we're going to show you the tail end of its history. We're going to give you ninety percent of the jigsaw pieces and you and Mr. Sheckly here of the Federal Aviation Agency will assume the problem of putting them together along with finding the missing pieces. This we offer as an evening's hobby, a little extracurricular diversion which is really the national pastime in the Twilight Zone.",
        "closing": "Picture of a man with an Achilles' heel, a mystery that landed in his life and then turned into a heavy weight, dragged across the years to ultimately take the form of an illusion. Now, that's the clinical answer that they put on the tag as they take him away. But if you choose to think that the explanation has to do with an airborne Flying Dutchman, a ghost ship on a fog-enshrouded night on a flight that never ends, then you're doing your business in an old stand in the Twilight Zone."
    },
    {
        "series_number": 68,
        "season": 3,
        "season_number": 3,
        "title": "The Shelter",
        "opening": "What you are about to watch is a nightmare. It is not meant to be prophetic, it need not happen, it's the fervent and urgent prayer of all men of good will that it never shall happen. But in this place, in this moment, it does happen. This is the Twilight Zone.",
        "closing": "No moral, no message, no prophetic tract, just a simple statement of fact: for civilization to survive, the human race has to remain civilized. Tonight's very small exercise in logic from the Twilight Zone."
    },
    {
        "series_number": 69,
        "season": 3,
        "season_number": 4,
        "title": "The Passersby",
        "opening": "This road is the afterwards of the Civil War. It began at Fort Sumter, South Carolina, and ended at a place called Appomattox. It's littered with the residue of broken battles and shattered dreams. In just a moment, you will enter a strange province that knows neither North nor South, a place we call the Twilight Zone.",
        "closing": "Incident on a dirt road during the month of April, the year 1865. As we've already pointed out, it's a road that won't be found on a map, but it's one of many that lead in and out of the Twilight Zone."
    },
    {
        "series_number": 70,
        "season": 3,
        "season_number": 5,
        "title": "A Game of Pool",
        "opening": "Jesse Cardiff, pool shark, the best on Randolph Street, who will soon learn that trying to be the best at anything carries its own special risks in or out of the Twilight Zone.",
        "closing": "Mr. Jesse Cardiff, who became a legend by beating one, but who has found out after his funeral that being the best of anything carries with it a special obligation to keep on proving it. Mr. Fats Brown, on the other hand, having relinquished the champion's mantle, has gone fishing. These are the ground rules in the Twilight Zone."
    },
    {
        "series_number": 71,
        "season": 3,
        "season_number": 6,
        "title": "The Mirror",
        "opening": "This is the face of Ramos Clemente, a year ago a beardless, nameless worker of the dirt who plodded behind a mule, furrowing someone else's land. And he looked up at a hot Central American sun and he pledged the impossible. He made a vow that he would lead an avenging army against the tyranny that put the ache in his back and the anguish in his eyes, and now one year later the dream of the impossible has become a fact. In just a moment we will look deep into this mirror and see the aftermath of a rebellion in the Twilight Zone.",
        "closing": "Ramos Clemente, a would-be god in dungarees, strangled by an illusion, that will-o'-the-wisp mirage that dangles from the sky in front of the eyes of all ambitious men, all tyrants - and any resemblance to tyrants living or dead is hardly coincidental, whether it be here or in the Twilight Zone."
    },
    {
        "series_number": 72,
        "season": 3,
        "season_number": 7,
        "title": "The Grave",
        "opening": "Normally, the old man would be correct. This would be the end of the story. We've had the traditional shoot-out on the street and the badman will soon be dead. But some men of legend and folk tale have been known to continue having their way even after death. The outlaw and killer Pinto Sykes was such a person, and shortly we'll see how he introduces the town and a man named Conny Miller, in particular, to the Twilight Zone.",
        "closing": "Final comment: you take this with a grain of salt or a shovelful of earth, as shadows or substance, we leave it up to you. And for any further research check under 'G' for ghosts in the Twilight Zone."
    },
    {
        "series_number": 73,
        "season": 3,
        "season_number": 8,
        "title": "It's a Good Life",
        "opening": "Tonight's story on The Twilight Zone is somewhat unique and calls for a different kind of introduction. This, as you may recognize, is a map of the United States, and there's a little town there called Peaksville. On a given morning not too long ago, the rest of the world disappeared and Peaksville was left all alone. Its inhabitants were never sure whether the world was destroyed and only Peaksville left untouched or whether the village had somehow been taken away. They were, on the other hand, sure of one thing: the cause. A monster had arrived in the village. Just by using his mind, he took away the automobiles, the electricity, the machines - because they displeased him - and he moved an entire community back into the dark ages - just by using his mind. Now I'd like to introduce you to some of the people in Peaksville, Ohio. This is Mr. Fremont. It's in his farmhouse that the monster resides. This is Mrs. Fremont. And this is Aunt Amy, who probably had more control over the monster in the beginning than almost anyone. But one day she forgot. She began to sing aloud. Now, the monster doesn't like singing, so his mind snapped at her, turned her into the smiling, vacant thing you're looking at now. She sings no more. And you'll note that the people in Peaksville, Ohio, have to smile. They have to think happy thoughts and say happy things because once displeased, the monster can wish them into a cornfield or change them into a grotesque, walking horror. This particular monster can read minds, you see. He knows every thought, he can feel every emotion. Oh yes, I did forget something, didn't I? I forgot to introduce you to the monster. This is the monster. His name is Anthony Fremont. He's six years old, with a cute little-boy face and blue, guileless eyes. But when those eyes look at you, you'd better start thinking happy thoughts, because the mind behind them is absolutely in charge. This is the Twilight Zone.",
        "closing": "No comment here, no comment at all. We only wanted to introduce you to one of our very special citizens, little Anthony Fremont, age 6, who lives in a village called Peaksville in a place that used to be Ohio. And if by some strange chance you should run across him, you had best think only good thoughts. Anything less than that is handled at your own risk, because if you do meet Anthony you can be sure of one thing: you have entered the Twilight Zone."
    },
    {
        "series_number": 74,
        "season": 3,
        "season_number": 9,
        "title": "Deaths-Head Revisited",
        "opening": "Mr. Schmidt, recently arrived in a small Bavarian village which lies eight miles northwest of Munich, a picturesque, delightful little spot onetime known for its scenery but more recently related to other events having to do with some of the less positive pursuits of man: human slaughter, torture, misery and anguish. Mr. Schmidt, as we will soon perceive, has a vested interest in the ruins of a concentration camp - for once, some seventeen years ago, his name was Gunther Lutze. He held the rank of a captain in the S.S. He was a black-uniformed strutting animal whose function in life was to give pain, and like his colleagues of the time he shared the one affliction most common amongst that breed known as nazis: he walked the Earth without a heart. And now former S.S. Captain Lutze will revisit his old haunts, satisfied perhaps that all that is awaiting him in the ruins on the hill is an element of nostalgia. What he does not know, of course, is that a place like Dachau cannot exist only in Bavaria. By its nature, by its very nature, it must be one of the populated areas of the Twilight Zone.",
        "closing": "There is an answer to the doctor's question. All the Dachaus must remain standing. The Dachaus, the Belsens, the Buchenwalds, the Auschwitzes - all of them. They must remain standing because they are a monument to a moment in time when some men decided to turn the Earth into a graveyard. Into it they shoveled all of their reason, their logic, their knowledge, but worst of all, their conscience. And the moment we forget this, the moment we cease to be haunted by its remembrance, then we become the gravediggers. Something to dwell on and to remember, not only in the Twilight Zone but wherever men walk God's Earth."
    },
    {
        "series_number": 75,
        "season": 3,
        "season_number": 10,
        "title": "The Midnight Sun",
        "opening": "The word that Mrs. Bronson is unable to put into the hot, still, sodden air is 'doomed,' because the people you've just seen have been handed a death sentence. One month ago, the Earth suddenly changed its elliptical orbit and in doing so began to follow a path which gradually, moment by moment, day by day, took it closer to the sun. And all of man's little devices to stir up the air are now no longer luxuries - they happen to be pitiful and panicky keys to survival. The time is five minutes to twelve, midnight. There is no more darkness. The place is New York City and this is the eve of the end, because even at midnight it's high noon, the hottest day in history, and you're about to spend it in the Twilight Zone.",
        "closing": "The poles of fear, the extremes of how the Earth might conceivably be doomed. Minor exercise in the care and feeding of a nightmare, respectfully submitted by all the thermometer-watchers in the Twilight Zone."
    },
    {
        "series_number": 76,
        "season": 3,
        "season_number": 11,
        "title": "Still Valley",
        "opening": "The time is 1863, the place the state of Virginia. The event is a mass blood-letting known as the Civil War, a tragic moment in time when a nation was split into two fragments, each fragment deeming itself a nation. This is Joseph Paradine, Confederate cavalry, as he heads down toward a small town in the middle of a valley. But very shortly, Joseph Paradine will make contact with the enemy. He will also make contact with an outpost not found on a military map - an outpost called the Twilight Zone.",
        "closing": "On the following morning, Sergeant Paradine and the rest of these men were moved up north to a little town in Pennsylvania, an obscure little place where a battle was brewing, a town called Gettysburg, and this one was fought without the help of the Devil. Small historical note not to be found in any known books, but part of the records in the Twilight Zone."
    },
    {
        "series_number": 77,
        "season": 3,
        "season_number": 12,
        "title": "The Jungle",
        "opening": "The caracass of a goat, a dead finger, a few bits of broken glass and stone, and Mr. Alan Richards, a modern man of a modern age, hating with all his heart something in which he cannot believe and preparing, although he doesn't know it, to take the longest walk of his life, right down to the center of the Twilight Zone.",
        "closing": "Some superstitions, kept alive by the long night of ignorance, have their own special power. You'll hear of it through a jungle grapevine in a remote corner of the Twilight Zone."
    },
    {
        "series_number": 78,
        "season": 3,
        "season_number": 13,
        "title": "Once Upon a Time",
        "opening": "Mr. Mulligan, a rather dour critic of his times, is shortly to discover the import of that old phrase, 'Out of the frying pan, into the fire,' said fire burning brightly at all times in the Twilight Zone.",
        "closing": "'To each his own' - so goes another old phrase to which Mr. Woodrow Mulligan would heartily subscribe, for he has learned, definitely the hard way, that there is much wisdom in a third old phrase which goes as follows: 'Stay in your own backyard.' To which it might be added, 'and if possible, assist others to stay in theirs' - via, of course, the Twilight Zone."
    },
    {
        "series_number": 79,
        "season": 3,
        "season_number": 14,
        "title": "Five Characters in Search of an Exit",
        "opening": "Clown, hobo, ballet dancer, bagpiper, and an army major - a collection of question marks. Five improbable entities stuck together into a pit of darkness. No logic, no reason, no explanation; just a prolonged nightmare in which fear, loneliness and the unexplainable walk hand in hand through the shadows. In a moment we'll start collecting clues as to the whys, the whats and the wheres. We will not end the nightmare, we'll only explain it - because this is the Twilight Zone.",
        "closing": "Just a barrel, a dark depository where are kept the counterfeit, make-believe pieces of plaster and cloth, wrought in the distorted image of human life. But this added, hopeful note: perhaps they are unloved only for the moment. In the arms of children there can be nothing but love. A clown, a tramp, a bagpipe player, a ballet dancer and a major. Tonight's cast of players on the odd stage known as the Twilight Zone."
    },
    {
        "series_number": 80,
        "season": 3,
        "season_number": 15,
        "title": "A Quality of Mercy",
        "opening": "It's August, 1945, the last grimy pages of a dirty, torn book of war. The place is the Philippine Islands. The men are what's left of a platoon of American Infantry, whose dulled and tired eyes set deep in dulled and tired faces can now look toward a miracle, that moment when the nightmare appears to be coming to an end. But they've got one more battle to fight, and in a moment we'll observe that battle. August, 1945, Philippine Islands. But in reality it's high noon in the Twilight Zone.",
        "closing": "'The quality of mercy is not strained, it droppeth as the gentle rain from heaven upon the place beneath. It blesseth him that gives and him that takes.' Shakespeare, The Merchant of Venice, but applicable to any moment in time, to any group of soldiery, to any nation on the face of the Earth - or, as in this case, to the Twilight Zone."
    },
    {
        "series_number": 81,
        "season": 3,
        "season_number": 16,
        "title": "Nothing in the Dark",
        "opening": "An old woman living in a nightmare, an old woman who has fought a thousand battles with death and always won. Now she's faced with a grim decision - whether or not to open a door. And in some strange and frightening way she knows that this seemingly ordinary door leads to the Twilight Zone.",
        "closing": "There was an old woman who lived in a room and, like all of us, was frightened of the dark, but who discovered in the minute last fragment of her life that there was nothing in the dark that wasn't there when the lights were on. Object lesson for the more frightened amongst us, in or out of the Twilight Zone."
    },
    {
        "series_number": 82,
        "season": 3,
        "season_number": 17,
        "title": "One More Pallbearer",
        "opening": "What you have just looked at takes place three hundred feet underground, beneath the basement of a New York City skyscraper. It's owned and lived in by one Paul Radin. Mr. Radin is rich, eccentric and single-minded. How rich we can already perceive; how eccentric and single-minded we shall see in a moment, because all of you have just entered the Twilight Zone.",
        "closing": "Mr. Paul Radin, a dealer in fantasy, who sits in the rubble of his own making and imagines that he's the last man on Earth, doomed to a perdition of unutterable loneliness because a practical joke has turned into a nightmare. Mr. Paul Radin, pallbearer at a funeral that he manufactured himself in the Twilight Zone."
    },
    {
        "series_number": 83,
        "season": 3,
        "season_number": 18,
        "title": "Dead Man's Shoes",
        "opening": "Nathan Edward Bledsoe, of the Bowery Bledsoes, a man once, a specter now. One of those myriad modern-day ghosts that haunt the reeking nights of the city in search of a flop, a handout, a glass of forgetfulness. Nate doesn't know it but his search is about to end, because those shiny new shoes are going to carry him right into the capital of the Twilight Zone.",
        "closing": "There's an old saying that goes, 'If the show fits, wear it.' But be careful. If you happen to find a pair of size nine black and gray loafers, made to order in the old country, be very careful. You might walk right into the Twilight Zone."
    },
    {
        "series_number": 84,
        "season": 3,
        "season_number": 19,
        "title": "The Hunt",
        "opening": "An old man and a hound dog named Rip, off for an evening's pleasure in quest of raccoon. Usually, these evenings end with one tired old man, one battle-scarred hound dog and one or more extremely dead raccoons, but as you may suspect that will not be the case tonight. These hunters won't be coming home from the hill. They're headed for the backwoods of the Twilight Zone.",
        "closing": "Travellers to unknown regions would be well-advised to take along the family dog. He could just save you from entering the wrong gate. At least, it happened that way once, in a mountainous area of the Twilight Zone."
    },
    {
        "series_number": 85,
        "season": 3,
        "season_number": 20,
        "title": "Showdown With Rance McGrew",
        "opening": "Some one-hundred-odd years ago, a motley collection of tough moustaches galloped across the West and left behind a raft of legends and legerdemains, and it seems a reasonable conjecture that if there are any television sets up in cowboy heaven and any of these rough-and-wooly nail-eaters could see with what careless abandon their names and exploits are being bandied about, they're very likely turning over in their graves - or worse, getting out of them. Which gives you a clue as to the proceedings that will begin in just a moment, when one Mr. Rance McGrew, a three-thousand-buck-a-week phoney-baloney discovers that this week's current edition of make-believe is being shot on location - and that location is the Twilight Zone.",
        "closing": "The evolution of the so-called 'adult' western, and the metamorphosis of one Rance McGrew, formerly phony-baloney, now upright citizen with a preoccupation with all things involving tradition, truth and cowpoke predecessors. It's the way the cookie crumbles and the six-gun shoots in the Twilight Zone."
    },
    {
        "series_number": 86,
        "season": 3,
        "season_number": 21,
        "title": "Kinck the Can",
        "opening": "Sunnyvale Rest, a home for the aged, a dying place, and a common children's game called kick the can that will shortly become a refuge for a man who knows he will die in this world if he doesn't escape into the Twilight Zone.",
        "closing": "Sunnyvale Rest, a dying place for ancient people who have forgotten the fragile magic of youth. A dying place for those who have forgotten that childhood, maturity and old age are curiously intertwined and not separate. A dying place for those who have grown too stiff in their thinking to visit the Twilight Zone."
    },
    {
        "series_number": 87,
        "season": 3,
        "season_number": 22,
        "title": "A Piano in the House",
        "opening": "Mr. Fitzgerald Fortune, theatre critic and cynic at large, on his way to a birthday party. If he knew what is in store for him he probably wouldn't go, because before this evening is over that cranky old piano is going to play 'Those Piano Roll Blues' with some effects that could happen only in the Twilight Zone.",
        "closing": "Mr. Fitzgerald Fortune, a man who went searching for concealed persons and found himself in the Twilight Zone."
    },
    {
        "series_number": 88,
        "season": 3,
        "season_number": 23,
        "title": "The Last Rites of Jeff Myrtlebank",
        "opening": "Time, the mid-twenties. Place, the Midwest, the southernmost section of the Midwest. We were just witnessing a funeral, a funeral that didn't come off exactly as planned, due to a slight fallout from the Twilight Zone.",
        "closing": "Jeff and Comfort are still alive today, and their only son is a United States Senator. He's noted as an uncommonly shrewd politician, and some believe he must have gotten his education in the Twilight Zone."
    },
    {
        "series_number": 89,
        "season": 3,
        "season_number": 24,
        "title": "To Serve Man",
        "opening": "Respectfully submitted for your perusal: a Kanamit. Height: a little over nine feet. Weight: in the neighborhood of three hundred and fifty pounds. Origin: unknown. Motives? Therein hangs the tale, for in just a moment we're going to ask you to shake hands, figuratively, with a Christopher Columbus from another galaxy and another time. This is the Twilight Zone.",
        "closing": "The recollections of one Michael Chambers, with appropriate flashbacks and soliloquy. Or more simply stated, the evolution of man, the cycle of going from dust to dessert, the metamorphosis from being the ruler of a planet to an ingredient in someone's soup. It's tonight's bill of fare on the Twilight Zone."
    },
    {
        "series_number": 90,
        "season": 3,
        "season_number": 25,
        "title": "The Fugitive",
        "opening": "It's been said that science fiction and fantasy are two different things: science fiction, the improbable made possible; fantasy, the impossible made probable. What would you have if you put these two different things together? Well, you'd have an old man named Ben who knows a lot of tricks most people don't know and a little girl named Jenny who loves him - and a journey into the heart of the Twilight Zone.",
        "closing": "Mrs. Gann will be in for a big surprise when she finds this under Jenny's pillow, because Mrs. Gann has more temper than imagination. She'll never dream that this is a picture of Old Ben as he really looks, and it will never occur to her that eventually her niece will grow up to be an honest-to-goodness queen somewhere in the Twilight Zone."
    },
    {
        "series_number": 91,
        "season": 3,
        "season_number": 26,
        "title": "Little Girl Lost",
        "opening": "Missing: one frightened little girl. Name: Bettina Miller. Description: six years of age, average height and build, light brown hair, quite pretty. Last seen being tucked in bed by her mother a few hours ago. Last heard - aye, there's the rub, as Hamlet put it. For Bettina Miller can be heard quite clearly, despite the rather curious fact that she can't be seen at all. Present location? Let's say for the moment in the Twilight Zone.",
        "closing": "The other half where? The fourth dimension? The fifth? Perhaps. They never found the answer. Despite a battery of research physicists equipped with every device known to man, electronic and otherwise, no result was ever achieved, except perhaps a little more respect for and uncertainty about the mechanisms of the Twilight Zone."
    },
    {
        "series_number": 92,
        "season": 3,
        "season_number": 27,
        "title": "Person or Persons Unknown",
        "opening": "Cameo of a man who has just lost his most valuable possession. He doesn't know about the loss yet. In fact, he doesn't even know about the possession. Because, like most people, David Gurney has never really thought about the matter of his identity. But he's going to be thinking a great deal about it from now on, because that is what he's lost. And his search for it is going to take him into the darkest corners of the Twilight Zone.",
        "closing": "A case of mistaken identity or a nightmare turned inside out? A simple loss of memory or the end of the world? David Gurney may never find the answer, but you can be sure he's looking for it in the Twilight Zone."
    },
    {
        "series_number": 93,
        "season": 3,
        "season_number": 28,
        "title": "The Little People",
        "opening": "The time is the space age, the place is a barren landscape of a rock-walled canyon that lies millions of miles from the planet Earth. The cast of characters? You've met them: William Fletcher, commander of the spaceship; his copilot, Peter Craig. The other characters who inhabit this place you may never see, but they're there, as these two gentlemen will soon find out. Because they're about to partake in a little exploration into that gray, shaded area in space and time that's known as the Twilight Zone.",
        "closing": "The case of navigator Peter Craig, a victim of a delusion. In this case, the dream dies a little harder than the man. A small exercise in space psychology that you can try on for size in the Twilight Zone."
    },
    {
        "series_number": 94,
        "season": 3,
        "season_number": 29,
        "title": "Four O'Clock",
        "opening": "That's Oliver Crangle, a dealer in petulance and poison. He's rather arbitrarily chosen four o'clock as his personal Gotterdammerung, and we are about to watch the metamorphosis of a twisted fanatic, poisoned by the gangrene of prejudice, to the status of an avenging angel, upright and omniscient, dedicated and fearsome. Whatever your clocks say, it's four o'clock, and wherever you are it happens to be the Twilight Zone.",
        "closing": "At four o'clock, an evil man made his bed and lay in it, a pot called a kettle black, a stone-thrower broke the windows of his glass house. You look for this one under 'F' for fanatic and 'J' for justice in the Twilight Zone."
    },
    {
        "series_number": 95,
        "season": 3,
        "season_number": 30,
        "title": "Hocus-Pocus and Frisby",
        "opening": "The reluctant gentleman with the sizeable mouth is Mr. Frisby. He has all the drive of a broken camshaft and the aggressive vinegar of a corpse. As you've no doubt gathered, his big stock in trade is the tall tale. Now, what he doesn't know is that the visitors out front are a very special breed, destined to change his life beyond anything even his fertile imagination could manufacture. The place is Pitchville Flats, the time is the present. But Mr. Frisby's on the first leg of a rather fanciful journey into the place we call the Twilight Zone.",
        "closing": "Mr. Somerset Frisby, who might have profited by reading an Aesop fable about a boy who cried wolf. Tonight's tall tale from the timberlands of the Twilight Zone."
    },
    {
        "series_number": 96,
        "season": 3,
        "season_number": 31,
        "title": "The Trade-Ins",
        "opening": "Mr. and Mrs. John Holt, aging people who slowly and with trembling fingers turn the last pages of a book of life and hope against logic and the preordained that some magic printing press will add to this book another limited edition. But these two senior citizens happen to live in a time of the future where nothing is impossible, even the trading of old bodies for new. Mr. and Mrs. John Holt, in their twilight years, who are about to find that there happens to be a zone with the same name.",
        "closing": "From Kahil Gibran's The Prophet: 'Love gives not but itself and takes not from itself, love possesses not nor would it be possessed, for love is sufficient unto love.' Not a lesson, just a reminder, all the sentimentalists in the Twilight Zone."
    },
    {
        "series_number": 97,
        "season": 3,
        "season_number": 32,
        "title": "The Gift",
        "opening": "The place is Mexico, just across the Texas border, a mountain village held back in time by its remoteness and suddenly intruded upon by the twentieth century. And this is Pedro, nine years old, a lonely, rootless little boy, who will soon make the acquaintance of a traveller from a distant place. We are at present forty miles from the Rio Grande, but any place and all places can be the Twilight Zone.",
        "closing": "Madeiro, Mexico, the present. The subject: fear. The cure: a little more faith. An Rx off a shelf in the Twilight Zone."
    },
    {
        "series_number": 98,
        "season": 3,
        "season_number": 33,
        "title": "The Dummy",
        "opening": "You're watching a ventriloquist named Jerry Etherson, a voice-thrower par excellence. His alter ego, sitting atop his lap, is a brash stick of kindling with the sobriquet 'Willy.' In a moment, Mr. Etherson and his knotty-pine partner will be booked in one of the out-of-the-way bistros, that small, dark, intimate place known as the Twilight Zone.",
        "closing": "What's known in the parlance of the times as the old switcheroo, from boss to blockhead in a few uneasy lessons. And if you're given to nightclubbing on occasion, check this act. It's called Willy and Jerry, and they generally are booked into some of the clubs along the 'Gray Night Way' known as the Twilight Zone."
    },
    {
        "series_number": 99,
        "season": 3,
        "season_number": 34,
        "title": "Young Man's Fancy",
        "opening": "You're looking at the house of the late Mrs. Henrietta Walker. This is Mrs. Walker herself, as she appeared twenty-five years ago. And this, except for isolated objects, is the living room of Mrs. Walker's house, as it appeared in that same year. The other rooms upstairs and down are much the same. The time, however, is not twenty-five years ago but now. The house of the late Mrs. Henrietta Walker is, you see, a house which belongs almost entirely to the past, a house which, like Mrs. Walker's clock here, has ceased to recognize the passage of time. Only one element is missing now, one remaining item in the estate of the late Mrs. Walker: her son, Alex, thirty-four years of age and, up till twenty minutes ago, the so-called perennial bachelor. With him is his bride, the former Miss Virginia Lane. They're returning from the city hall in order to get Mr. Walker's clothes packed, make final arrangements for the sale of the house, lock it up and depart on their honeymoon. Not a complicated set of tasks, it would appear, and yet the newlywed Mrs. Walker is about to discover that the old adage 'You can't go home again' has little meaning in the Twilight Zone.",
        "closing": "Exit Miss Virginia Lane, formerly and most briefly Mrs. Alex Walker. She has just given up a battle and in a strange way retreated, but this has been a retreat back to reality. Her opponent, Alex Walker, will now and forever hold a line that exists in the past. He has put a claim on a moment in time and is not about to relinquish it. Such things do happen in the Twilight Zone."
    },
    {
        "series_number": 100,
        "season": 3,
        "season_number": 35,
        "title": "I Sing the Body Electric",
        "opening": "They make a fairly convincing pitch here. It doesn't seem possible, though, to find a woman who must be ten times better than mother in order to seem half as good, except, of course, in the Twilight Zone.",
        "closing": "A fable? Most assuredly. But who's to say at some distant moment there might be an assembly line producing a gentle product in the form of a grandmother whose stock in trade is love. Fable, sure, but who's to say?"
    },
    {
        "series_number": 101,
        "season": 3,
        "season_number": 36,
        "title": "Cavender Is Coming",
        "opening": "Submitted for your approval, the case of one Miss Agnes Grep, put on Earth with two left feet, an overabundance of thumbs and a propensity for falling down manholes. In a moment she will be up to her jaw in miracles, wrought by apprentice angel Harmon Cavender, intent on winning his wings. And, though, it's a fact that both of them should have stood in bed, they will tempt all the fates by moving into the cold, gray dawn of the Twilight Zone.",
        "closing": "A word to the wise now to any and all who might suddenly feel the presence of a cigar-smoking helpmate who takes bankbooks out of thin air. If you're suddenly aware of any such celestial aids, it means that you're under the beneficent care of one Harmon Cavender, guardian angel. And this message from the Twilight Zone: lotsa luck!"
    },
    {
        "series_number": 102,
        "season": 3,
        "season_number": 37,
        "title": "The Changing of the Guard",
        "opening": "Professor Ellis Fowler, a gentle, bookish guide to the young, who is about to discover that life still has certain surprises, and that the campus of the Rock Springs School for Boys lies on a direct path to another institution, commonly referred to as the Twilight Zone.",
        "closing": "Professor Ellis Fowler, teacher, who discovered rather belatedly something of his own value. A very small scholastic lesson, from the campus of the Twilight Zone."
    },
    {
        "series_number": 103,
        "season": 4,
        "season_number": 1,
        "title": "In His Image",
        "opening": "What you have just witnessed could be the end of a particularly terrifying nightmare. It isn't. It's the beginning. Although Alan Talbot doesn't know it, he is about to enter a strange new world, too incredible to be real, too real to be a dream. It's called the Twilight Zone.",
        "closing": "In a way, it can be said that Walter Ryder succeeded in his life's ambition, even though the man he created was, after all, himself. There may be easier ways to self-improvement, but sometimes it happens that the shortest distance between two points is a crooked line through the Twilight Zone."
    },
    {
        "series_number": 104,
        "season": 4,
        "season_number": 2,
        "title": "The Thirty-Fathom Grave",
        "opening": "Incident one hundred miles off the coast of Guadalcanal. Time: the present. The United States naval destroyer on what has been a most uneventful cruise. In a moment, they're going to send a man down thirty fathoms and check on a noise maker - someone or something tapping on metal. You may or may not read the results in a naval report, because Captain Beecham and his crew have just set a course that will lead this ship and everyone on it into the Twilight Zone.",
        "closing": "Small naval engagement, the month of April, 1963. Not to be found in any historical annals. Look for this one filed under 'H' for haunting in the Twilight Zone."
    },
    {
        "series_number": 105,
        "season": 4,
        "season_number": 3,
        "title": "Valley of the Shadow",
        "opening": "You've seen them. Little towns, tucked away far from the main roads. You've seen them, but have you thought about them? What do the people in these places do? Why do they stay? Philip Redfield never thought about them. If his dog hadn't gone after that cat, he would have driven through Peaceful Valley and put it out of his mind forever. But he can't do that now, because whether he knows it or not his friend's shortcut has led him right into the capital of the Twilight Zone.",
        "closing": "You've seen them. Little towns, tucked away far from the main roads. You've seen them, but have you thought about them? Have you wondered what the people do in such places, why they stay? Philip Redfield thinks about them now and he wonders, but only very late at night, when he's between wakefulness and sleep in the Twilight Zone."
    },
    {
        "series_number": 106,
        "season": 4,
        "season_number": 4,
        "title": "He's Alive",
        "opening": "Portrait of a bush-league fuehrer named Peter Vollmer, a sparse little man who feeds off his self-delusions and finds himself perpetually hungry for want of greatness in his diet. And like some goose-stepping predecessors he searches for something to explain his hunger, and to rationalize why a world passes him by without saluting. That something he looks for and finds is in a sewer. In his own twisted and distorted lexicon he calls it faith, strength, truth. But in just a moment Peter Vollmer will ply his trade on another kind of corner, a strange intersection in a shadowland called the Twilight Zone.",
        "closing": "Where will he go next, this phantom from another time, this resurrected ghost of a previous nightmare - Chicago; Los Angeles; Miami, Florida; Vincennes, Indiana; Syracuse, New York? Anyplace, everyplace, where there's hate, where there's prejudice, where there's bigotry. He's alive. He's alive so long as these evils exist. Remember that when he comes to your town. Remember it when you hear his voice speaking out through others. Remember it when you hear a name called, a minority attacked, any blind, unreasoning assault on a people or any human being. He's alive because through these things we keep him alive."
    },
    {
        "series_number": 107,
        "season": 4,
        "season_number": 5,
        "title": "Mute",
        "opening": "What you're witnessing is the curtain-raiser to a most extraordinary play; to wit, the signing of a pact, the commencement of a project. The play itself will be performed almost entirely offstage. The final scenes are to be enacted a decade hence and with a different cast. The main character of these final scenes is Ilse, the daughter of Professor and Mrs. Nielsen, age two. At the moment she lies sleeping in her crib, unaware of the singular drama in which she is to be involved. Ten years from this moment, Ilse Nielsen is to know the desolating terror of living simultaneously in the world and in the Twilight Zone.",
        "closing": "It has been noted in a book of proven wisdom that perfect love casteth out fear. While it's unlikely that this observation was meant to include that specific fear which follows the loss of extrasensory perception, the principle remains, as always, beautifully intact. Case in point, that of Ilse Nielsen, former resident of the Twilight Zone."
    },
    {
        "series_number": 108,
        "season": 4,
        "season_number": 6,
        "title": "Death Ship",
        "opening": "Picture of the spaceship E-89, cruising above the thirteenth planet of star system fifty-one, the year 1997. In a little while, supposedly, the ship will be landed and specimens taken: vegetable, mineral and, if any, animal. These will be brought back to overpopulated Earth, where technicians will evaluate them and, if everything is satisfactory, stamp their findings with the word 'inhabitable' and open up yet another planet for colonization. These are the things that are supposed to happen. Picture of the crew of the spaceship E-89: Captain Ross, Lieutenant Mason, Lieutenant Carter. Three men who have just reached a place which is as far from home as they will ever be. Three men who in a matter of minutes will be plunged into the darkest nightmare reaches of the Twilight Zone.",
        "closing": "Picture of a man who will not see anything he does not choose to see, including his own death. A man of such indomitable will that even the two men beneath his command are not allowed to see the truth; which truth is, that they are no longer among the living, that the movements they make and the words they speak have all been made and spoken countless times before, and will be made and spoken countless times again, perhaps even unto eternity. Picture of a latter-day Flying Dutchman, sailing into the Twilight Zone."
    },
    {
        "series_number": 109,
        "season": 4,
        "season_number": 7,
        "title": "Jess-Belle",
        "opening": "The Twilight Zone has existed in many lands in many times. It has its roots in history, in something that happened long, long ago and got told about and handed down from one generation of folk to the other. In the telling the story gets added to and embroidered on, so that what might have happened in the time of the Druids is told as if it took place yesterday in the Blue Ridge Mountains. Such stories are best told by an elderly grandfather on a cold winter's night by the fireside in the southern hills of the Twilight Zone.",
        "closing": "[no closing narration]"
    },
    {
        "series_number": 110,
        "season": 4,
        "season_number": 8,
        "title": "Miniature",
        "opening": "To the average person, a museum is a place of knowledge, a place of beauty and truth and wonder. Some people come to study, others to contemplate, others to look for the sheer joy of looking. Charley Parkes has his own reasons. He comes to the museum to get away from the world. It isn't really the sixty-cent cafeteria meal that has drawn him here every day, it's the fact that here in these strange, cool halls he can be alone for a little while, really and truly alone. Anyway, that's how it was before he got lost and wandered into the Twilight Zone.",
        "closing": "They never found Charley Parkes, because the guard didn't tell them what he saw in the glass case. He knew what they'd say, and he knew they'd be right, too, because seeing is not always believing, especially if what you see happens to be an odd corner of the Twilight Zone."
    },
    {
        "series_number": 111,
        "season": 4,
        "season_number": 9,
        "title": "Printer's Devil",
        "opening": "Take away a man's dream, fill him with whiskey and despair, send him to a lonely bridge, let him stand there all by himself looking down at the black water, and try to imagine the thoughts that are in his mind. You can't, I can't. But there's someone who can, and that someone is seated next to Douglas Winter right now. The car is headed back toward town, but its real destination is the Twilight Zone.",
        "closing": "Exit the infernal machine, and with it his satanic majesty, Lucifer, prince of darkness, otherwise known as Mr. Smith. He's gone, but not for good. That wouldn't be like him. He's gone for bad. And he might be back, with another ticket to the Twilight Zone."
    },
    {
        "series_number": 112,
        "season": 4,
        "season_number": 10,
        "title": "No Time Like the Past",
        "opening": "Exit one Paul Driscoll, a creature of the twentieth century. He puts to a test a complicated theorum of space-time continuum, but he goes a step further, or tries to. Shortly, he will seek out three moments of the past in a desperate attempt to alter the present, one of the odd and fanciful functions in a shadowland known as the Twilight Zone.",
        "closing": "Incident on a July afternoon, 1881. A man named Driscoll who came and went and, in the process, learned a simple lesson, perhaps best said by a poet named Lathbury, who wrote, 'Children of yesterday, heirs of tomorrow, what are you weaving? Labor and sorrow? Look to your looms again, faster and faster fly the great shuttles prepared by the master. Life's in the loom, room for it. Room.' Tonight's tale of clocks and calendars in the Twilight Zone."
    },
    {
        "series_number": 113,
        "season": 4,
        "season_number": 11,
        "title": "The Parallel",
        "opening": "In the vernacular of space, this is T minus one hour. Sixty minutes before a human being named Major Robert Gaines is lifted off from the Mother Earth and rocketed into the sky, farther and longer than any man ahead of him. Call this one of the first faltering steps of man to sever the umbilical cord of gravity and stretch out a fingertip toward an unknown. Shortly, we'll join this astronaut named Gaines and embark on an adventure, because the environs overhead - the stars, the sky, the infinite space - are all part of a vast question mark known as the Twilight Zone.",
        "closing": "Major Robert Gaines, a latter-day voyager just returned from an adventure. Submitted to you without any recommendations as to belief or disbelief. You can accept or reject; you pays your money and you takes your choice. But credulous or incredulous, don't bother to ask anyone for proof that it could happen. The obligation is a reverse challenge: prove that it couldn't. This happens to be the Twilight Zone."
    },
    {
        "series_number": 114,
        "season": 4,
        "season_number": 12,
        "title": "I Dream of Genie",
        "opening": "Meet Mr. George P. Hanley, a man life treats without deference, honor or success. Waiters serve his soup cold. Elevator operators close doors in his face. Mothers never bother to wait up for the daughters he dates. George is a creature of humble habits and tame dreams. He's an ordinary man, Mr. Hanley, but at this moment the accidental possessor of a very special gift, the kind of gift that measures men against their dreams, the kind of gift most of us might ask for first and possibly regret to the last, if we, like Mr. George P. Hanley, were about to plunge head-first and unaware into our own personal Twilight Zone.",
        "closing": "Mr. George P. Hanley. Former vocation: jerk. Present vocation: genie. George P. Hanley, a most ordinary man whom life treated without deference, honor or success, but a man wise enough to decide on a most extraordinary wish that makes him the contented, permanent master of his own altruistic Twilight Zone."
    },
    {
        "series_number": 115,
        "season": 4,
        "season_number": 13,
        "title": "The New Exhibit",
        "opening": "Martin Lombard Senescu, a gentle man, the dedicated curator of murderers' row in Ferguson's Wax Museum. He ponders the reasons why ordinary men are driven to commit mass murder. What Mr. Senescu does not know is that the groundwork has already been laid for his own special kind of madness and torment found only in the Twilight Zone.",
        "closing": "The new exhibit became very popular at Marchand's, but of all the figures none was ever regarded with more dread than that of Martin Lombard Senescu. It was something about the eyes, people said. It's the look that one often gets after taking a quick walk through the Twilight Zone."
    },
    {
        "series_number": 116,
        "season": 4,
        "season_number": 14,
        "title": "Of Late I Think of Cliffordville",
        "opening": "Witness a murder. The killer is Mr. William Feathersmith, a robber baron whose body composition is made up of a refrigeration plant covered by thick skin. In a moment Mr. Feathersmith will proceed on his daily course of conquest and calumny with yet another business dealing. But this one will be one of those bizarre transactions that take place in an odd marketplace known as the Twilight Zone.",
        "closing": "Mr. William J. Feathersmith, tycoon, who tried the track one more time and found it muddier than he remembered, proving with at least a degree of conclusiveness that nice guys don't always finish last, and some people should quit when they're ahead. Tonight's tale of iron men and irony, delivered f.o.b. from the Twilight Zone."
    },
    {
        "series_number": 117,
        "season": 4,
        "season_number": 15,
        "title": "The Incredible World of Horace Ford",
        "opening": "Mr. Horace Ford, who has a preoccupation with another time, a time of childhood, a time of growing up, a time of street games, stickball and hide-'n-go-seek. He has a reluctance to check out a mirror and see the nature of his image: proof positive that the time he dwells in has already passed him by. But in a moment or two he'll discover that mechanical toys and memories and daydreaming and wishful thinking and all manner of odd and special events can lead one into a special province, uncharted and unmapped, a country of both shadow and substance known as the Twilight Zone.",
        "closing": "Exit Mr. and Mrs. Horace Ford, who have lived through a bizarre moment not to be calibrated on normal clocks or watches. Time has passed, to be sure, but it's the special time in the special place known as the Twilight Zone."
    },
    {
        "series_number": 118,
        "season": 4,
        "season_number": 16,
        "title": "On Thursday We Leave for Home",
        "opening": "This is William Benteen, who officiates on a disintegrating outpost in space. The people are a remnant society who left the Earth looking for a Millennium, a place without war, without jeopardy, without fear, and what they found was a lonely, barren place whose only industry was survival. And this is what they've done for three decades: survive; until the memory of the Earth they came from has become an indistinct and shadowed recollection of another time and another place. One month ago a signal from Earth announced that a ship would be coming to pick them up and take them home. In just a moment we'll hear more of that ship, more of that home, and what it takes out of mind and body to reach it. This is the Twilight Zone.",
        "closing": "William Benteen, who had prerogatives: he could lead, he could direct, dictate, judge, legislate. It became a habit, then a pattern and finally a necessity. William Benteen, once a god, now a population of one."
    },
    {
        "series_number": 119,
        "season": 4,
        "season_number": 17,
        "title": "Passage on the Lady Anne",
        "opening": "Portrait of a honeymoon couple getting ready for a journey - with a difference. These newlyweds have been married for six years, and they're not taking this honeymoon to start their life but rather to save it, or so Eileen Ransome thinks. She doesn't know why she insisted on a ship for this voyage, except that it would give them some time and she'd never been on one before - certainly never one like the Lady Anne. The tickets read 'New York to Southampton,' but this old liner is going somewhere else. Its destination - the Twilight Zone.",
        "closing": "The Lady Anne never reached port. After they were picked up by a cutter a few hours later, as Captain Protheroe had promised, the Ransomes searched the newspapers for news - but there wasn't any news. The Lady Anne with all her crew and all her passengers vanished without a trace. But the Ransomes knew what had happened, they knew that the ship had sailed off to a better port - a place called the Twilight Zone."
    },
    {
        "series_number": 120,
        "season": 4,
        "season_number": 18,
        "title": "The Bard",
        "opening": "You've just witnessed opportunity, if not knocking, at least scratching plaintively on a closed door. Mr. Julius Moomer, a would-be writer who, if talent came twenty-five cents a pound, would be worth less than car fare. But, in a moment, Mr. Moomer, through the offices of some black magic, is about to embark on a brand-new career. And although he may never get a writing credit on the Twilight Zone, he's to become an integral character in it.",
        "closing": "Mr. Julius Moomer, a streetcar conductor with delusions of authorship. And if the tale just told seems a little tall, remember a thing called poetic license, and another thing called the Twilight Zone."
    },
    {
        "series_number": 121,
        "season": 5,
        "season_number": 1,
        "title": "In Praise of Pip",
        "opening": "Submitted for your approval, one Max Phillips, a slightly the worse for wear maker of book, whose life has been as drab and undistinguished as a bundle of dirty clothes. And though it's very late in his day, he has an errant wish that the rest of his life might be sent out to a laundry to come back shiny and clean, this to be a gift of love to a son named Pip. Mr. Max Phillips, Homo sapiens, who is soon to discover that man is not as wise as he thinks, said lesson to be learned in the Twilight Zone.",
        "closing": "Very little comment here, save for this small aside: that the ties of flesh are deep and strong, that the capacity to love is a vital, rich and all-consuming function of the human animal, and that you can find nobility and sacrifice and love wherever you may seek it out; down the block, in the heart, or in the Twilight Zone."
    },
    {
        "series_number": 122,
        "season": 5,
        "season_number": 2,
        "title": "Steel",
        "opening": "Sports item, circa 1974: Battling Maxo, B2, heavyweight, accompanied by his manager and handler, arrives in Maynard, Kansas, for a scheduled six-round bout. Battling Maxo is a robot, or, to be exact, an android, definition: 'an automaton resembling a human being.' Only these automatons have been permitted in the ring since prizefighting was legally abolished in 1968. This is the story of that scheduled six-round bout, more specifically the story of two men shortly to face that remorseless truth: that no law can be passed which will abolish cruelty or desperate need - nor, for that matter, blind animal courage. Location for the facing of said truth a small, smoke-filled arena just this side of the Twilight Zone.",
        "closing": "Portrait of a losing side, proof positive that you can't outpunch machinery. Proof also of something else: that no matter what the future brings, man's capacity to rise to the occasion will remain unaltered. His potential for tenacity and optimism continues, as always, to outfight, outpoint and outlive any and all changes made by his society, for which three cheers and a unanimous decision rendered from the Twilight Zone."
    },
    {
        "series_number": 123,
        "season": 5,
        "season_number": 3,
        "title": "Nightmare at 20,000 Feet",
        "opening": "Portrait of a frightened man: Mr. Robert Wilson, thirty-seven, husband, father, and salesman on sick leave. Mr. Wilson has just been discharged from a sanitarium where he spent the last six months recovering from a nervous breakdown, the onset of which took place on an evening not dissimilar to this one, on an airliner very much like the one in which Mr. Wilson is about to be flown home - the difference being that, on that evening half a year ago, Mr. Wilson's flight was terminated by the onslaught of his mental breakdown. Tonight, he's travelling all the way to his appointed destination which, contrary to Mr. Wilson's plan, happens to be in the darkest corner of the Twilight Zone.",
        "closing": "The flight of Mr. Robert Wilson has ended now, a flight not only from point A to point B, but also from the fear of recurring mental breakdown. Mr. Wilson has that fear no longer, though, for the moment, he is, as he has said, alone in this assurance. Happily, his conviction will not remain isolated too much longer, for happily, tangible manifestation is very often left as evidence of trespass, even from so intangible a quarter as the Twilight Zone."
    },
    {
        "series_number": 124,
        "season": 5,
        "season_number": 4,
        "title": "A Kind of a Stopwatch",
        "opening": "Submitted for your approval or at least your analysis: one Patrick Thomas McNulty, who at age forty-one is the biggest bore on Earth. He holds a ten-year record for the most meaningless words spewed out during a coffee break. And it's very likely that, as of this moment, he would have gone through life in precisely this manner, a dull, argumentative bigmouth who sets back the art of conversation a thousand years. I say he very likely would have, except for something that will soon happen to him, something that will considerably alter his existence and ours. Now you think about that now, because this is the Twilight Zone.",
        "closing": "Mr. Patrick Thomas McNulty, who had a gift of time. He used it, and he misused it, and now he's just been handed the bill. Tonight's tale of motion and McNulty in the Twilight Zone."
    },
    {
        "series_number": 125,
        "season": 5,
        "season_number": 5,
        "title": "The Last Night of a Jockey",
        "opening": "The name is Grady, five-feet short in stockings and boots, a slightly distorted offshoot of a good breed of humans who race horses. He happens to be one of the rotten apples, bruised and yellowed by dealing in dirt, a short man with a short memory who's forgotten that he's worked for the sport of kings and helped turn it into a cesspool, used and misused by the two-legged animals who've hung around sporting events since the days of the Coliseum. So this is Grady, on his last night as a jockey. Behind him are Hialeah, Hollywood Park and Saratoga. Rounding the far turn and coming up fast on the rail is the Twilight Zone.",
        "closing": "The name is Grady, ten feet tall, a slightly distorted offshoot of a good breed of humans who race horses. Unfortunately for Mr. Grady, he learned too late that you don't measure size with a ruler, you don't figure height with a yardstick and you never judge a man by how tall he looks in a mirror. The giant is as he does. You can make a parimutuel bet on this, win, place or show, in or out of the Twilight Zone."
    },
    {
        "series_number": 126,
        "season": 5,
        "season_number": 6,
        "title": "Living Doll",
        "opening": "Talky Tina, a doll that does everything, a lifelike creation of plastic and springs and painted smile. To Erich Streator, she is a most unwelcome addition to his household, but without her he'd never enter the Twilight Zone.",
        "closing": "Of course, we all know dolls can't really talk, and they certainly can't commit murder. But to a child caught in the middle of turmoil and conflict, a doll can become many things: friend, defender, guardian. Especially a doll like Talky Tina, who did talk and did commit murder, in the misty region of the Twilight Zone."
    },
    {
        "series_number": 127,
        "season": 5,
        "season_number": 7,
        "title": "The Old Man in the Cave",
        "opening": "What you're looking at is a legacy that man left to himself. A decade previous he pushed his buttons and, a nightmarish moment later, woke up to find that he had set the clock back a thousand years. His engines, his medicines, his science were buried in a mass tomb, covered over by the biggest gravedigger of them all: a bomb. And this is the Earth ten years later, a fragment of what was once a whole, a remnant of what was once a race. The year is 1974, and this is the Twilight Zone.",
        "closing": "Mr. Goldsmith, survivor, an eye witness to man's imperfection, an observer of the very human trait of greed and a chronicler of the last chapter, the one reading 'suicide.' Not a prediction of what is to be, just a projection of what could be. This has been the Twilight Zone."
    },
    {
        "series_number": 128,
        "season": 5,
        "season_number": 8,
        "title": "Uncle Simon",
        "opening": "Dramatis personae: Mr. Simon Polk, a gentleman who has lived out his life in a gleeful rage; and the young lady who's just beat the hasty retreat is Mr. Polk's niece, Barbara. She's lived her life as if during each ensuing hour she had a dentist appointment. There's yet a third member of the company soon to be seen. He now resides in the laboratory and he is the kind of character to be found only in the Twilight Zone.",
        "closing": "Dramatis personae: a metal man, who will go by the name of Simon, whose life as well as his body has been stamped out for him, and the woman who tends to him, the lady, Barbara, who's discovered belatedly that all bad things don't come to an end, and that once a bed is made it's quite necessary that you sleep in it. Tonight's uncomfortable little exercise in avarice and automatons from the Twilight Zone."
    },
    {
        "series_number": 129,
        "season": 5,
        "season_number": 9,
        "title": "Probe 7 - Over and Out",
        "opening": "One Colonel Cook, a traveller in space. He's landed on a remote planet several million miles from his point of departure. He can make an inventory of his plight by just one 360 degree movement of head and eyes. Colonel Cook has been set adrift in an ocean of space in a metal lifeboat that has been scorched and destroyed and will never fly again. He survived the crash but his ordeal is yet to begin. Now he must give battle to loneliness. Now Colonel Cook must meet the unknown. It's a small planet set deep in space, but for Colonel Cook it's the Twilight Zone.",
        "closing": "Do you know these people? Names familiar, are they? They lived a long time ago. Perhaps they're part fable, perhaps they're part fantasy. And perhaps the place they're walking to now is not really called Eden. We offer it only as a presumption. This has been the Twilight Zone."
    },
    {
        "series_number": 130,
        "season": 5,
        "season_number": 10,
        "title": "The 7th Is Made Up of Phantoms",
        "opening": "June 25th, 1964, or, if you prefer, June 25th, 1876. The cast of characters in order of their appearance: a patrol of General Custer's cavalry and a patrol of National Guardsmen on a maneuver. Past and present are about to collide head-on, as they are wont to do in a very special bivouac area known as the Twilight Zone.",
        "closing": "Sergeant William Conners, Trooper Michael McCluskey and Trooper Richard Langsford, who on a hot afternoon in June made a charge over a hill and never returned. Look for this one under 'P' for phantom, in a historical ledger located in a reading room known as the Twilight Zone."
    },
    {
        "series_number": 131,
        "season": 5,
        "season_number": 11,
        "title": "A Short Drink From a Certain Fountain",
        "opening": "Picture of an aging man who leads his life, as Thoreau said, 'in quiet desperation.' Because Harmon Gordon is enslaved by a love affair with a wife forty years his junior. Because of this, he runs when he should walk. He surrenders when simple pride dictates a stand. He pines away for the lost morning of his life when he should be enjoying the evening. In short, Mr. Harmon Gordon seeks a fountain of youth, and who's to say he won't find it? This happens to be the Twilight Zone.",
        "closing": "It happens to be a fact: as one gets older, one does get wiser. If you don't believe it, ask Flora. Ask her any day of the ensuing weeks of her life, as she takes notes during the coming years and realizes that the worm has turned. Youth has taken over. It's simply the way the calendar crumbles in the Twilight Zone."
    },
    {
        "series_number": 132,
        "season": 5,
        "season_number": 12,
        "title": "Ninety Years Without Slumbering",
        "opening": "Each man measures his time; some with hope, some with joy, some with fear. But Sam Forstmann measures his alotted time by a grandfather's clock, a unique mechanism whose pendulum swings between life and death, a very special clock that keeps a special kind of time in the Twilight Zone.",
        "closing": "Clocks are made by men. God creates time. No man can prolong his allotted hours. He can only live them to the fullest - in this world or in the Twilight Zone."
    },
    {
        "series_number": 133,
        "season": 5,
        "season_number": 13,
        "title": "Ring-a-Ding Girl",
        "opening": "Introduction to Bunny Blake. Occupation: film actress. Residence: Hollywood, California, or anywhere in the world that cameras happen to be grinding. Bunny Blake is a public figure; what she wears, eats, thinks, says is news. But underneath the glamour, the makeup, the publicity, the build-up, the costuming, is a flesh-and-blood person, a beautiful girl about to take a long and bizarre journey into the Twilight Zone.",
        "closing": "We are all travellers. The trip starts in a place called birth, and ends in that lonely town called death. And that's the end of the journey, unless you happen to exist for a few hours, like Bunny Blake, in the misty regions of the Twilight Zone."
    },
    {
        "series_number": 134,
        "season": 5,
        "season_number": 14,
        "title": "You Drive",
        "opening": "Portrait of a nervous man: Oliver Pope by name, office manager by profession. A man beset by life's problems: his job, his salary, the competition to get ahead. Obviously, Mr. Pope's mind is not on his driving. Oliver Pope, businessman-turned-killer on a rain-soaked street in the early evening of just another day during just another drive home from the office. The victim, a kid on a bicycle, lying injured, near death. But Mr. Pope hasn't time for the victim, his only concern is for himself. Oliver Pope, hit-and-run driver, just arrived at a crossroad in his life, and he's chosen the wrong turn. The hit occurred in the world he knows, but the run will lead him straight into the Twilight Zone.",
        "closing": "All persons attempting to conceal criminal acts involving their cars are hereby warned: check first to see that underneath that chrome there does not lie a conscience, especially if you're driving along a rain-soaked highway in the Twilight Zone."
    },
    {
        "series_number": 135,
        "season": 5,
        "season_number": 15,
        "title": "The Long Morrow",
        "opening": "It may be said with a degree of assurance that not everything that meets the eye is as it appears. Case in point: the scene you're watching. This is not a hospital, not a morgue, not a mausoleum, not an undertaker's parlor of the future. What it is is the belly of a spaceship. It is en route to another planetary system an incredible distance from the Earth. This is the crux of our story, a flight into space. It is also the story of the things that might happen to human beings who take a step beyond, unable to anticipate everything that might await them out there. Commander Douglas Stansfield, astronaut, a man about to embark on one of history's longest journeys - forty years out into endless space and hopefully back again. This is the beginning, the first step toward man's longest leap into the unknown. Science has solved the mechanical details, and now it's up to one human being to breathe life into blueprints and computers, to prove once and for all that man can live half a lifetime in the total void of outer space, forty years alone in the unknown. This is Earth. Ahead lies a planetary system. The vast region in between is the Twilight Zone.",
        "closing": "Commander Douglas Stansfield, one of the forgotten pioneers of the space age. He's been pushed aside by the flow of progress and the passage of years, and the ferocious travesty of fate. Tonight's tale of the ionosphere and irony, delivered from the Twilight Zone."
    },
    {
        "series_number": 136,
        "season": 5,
        "season_number": 16,
        "title": "The Self-Improvement of Salvadore Ross",
        "opening": "Confidential personnel file on Salvadore Ross. Personality: a volatile mixture of fury and frustration. Distinguishing physical characteristic: a badly-broken hand which will require emergency treatment at the nearest hospital. Ambition: shows great determination toward self-improvement. Estimate of potentional success: a sure bet for a listing in Who's Who in the Twilight Zone.",
        "closing": "The Salvadore Ross program for self-improvement. The all-in-one, sure-fire success course that lets you lick the bully, learn the language, dance the tango and anything else you want to do - or think you want to do. Money-back guarantee. Offer limited to the Twilight Zone."
    },
    {
        "series_number": 137,
        "season": 5,
        "season_number": 17,
        "title": "Number Twelve Looks Just Like You",
        "opening": "Given the chance, what young girl wouldn't happily exchange a plain face for a lovely one? What girl could refuse the opportunity to be beautiful? For want of a better estimate, let's call it the year 2000. At any rate, imagine a time in the future when science has developed a means of giving everyone the face and body he dreams of. It may not happen tomorrow, but it happens now in the Twilight Zone.",
        "closing": "Portrait of a young lady in love - with herself. Improbable? Perhaps. But in an age of plastic surgery, body building and an infinity of cosmetics, let us hesitate to say impossible. These and other strange blessings may be waiting in the future, which after all, is the Twilight Zone."
    },
    {
        "series_number": 138,
        "season": 5,
        "season_number": 18,
        "title": "Black Leather Jackets",
        "opening": "Three strangers arrive in a small town, three men in black leather jackets in an empty rented house. We'll call them Steve and Scott and Fred, but their names are not important; their mission is, as three men on motorcycles lead us into the Twilight Zone.",
        "closing": "Portrait of an American family on the eve of invasion from outer space. Of course, we know it's merely fiction - and yet, think twice when you drink your next glass of water. Find out if it's from your local reservoir, or possibly it came direct to you from the Twilight Zone."
    },
    {
        "series_number": 139,
        "season": 5,
        "season_number": 19,
        "title": "Night Call",
        "opening": "Miss Elva Keene lives alone on the outskirts of London Flats, a tiny rural community in Maine. Up until now, the pattern of Miss Keene's existence has been that of lying in her bed or sitting in her wheelchair reading books, listening to a radio, eating, napping, taking medication, and waiting for something different to happen. Miss Keene doesn't know it yet, but her period of waiting has just ended, for something different is about to happen to her, has in fact already begun to happen, via two most unaccountable telephone calls in the middle of a stormy night, telephone calls routed directly through the Twilight Zone.",
        "closing": "According to the Bible, God created the heavens and the Earth. It is man's prerogative - and woman's - to create their own particular and private hell. Case in point, Miss Elva Keene, who in every sense has made her own bed and now must lie in it, sadder, but wiser, by dint of a rather painful lesson in responsibility, transmitted from the Twilight Zone."
    },
    {
        "series_number": 140,
        "season": 5,
        "season_number": 20,
        "title": "From Agnes - With Love",
        "opening": "James Elwood, master programmer, in charge of Mark 502-741, commonly known as 'Agnes', the world's most advanced electronic computer. Machines are made by men for man's benefit and progress, but when man ceases to control the products of his ingenuity and imagination he not only risks losing the benefit, but he takes a long and unpredictable step into the Twilight Zone.",
        "closing": "Advice to all future male scientists: be sure you understand the opposite sex, especially if you intend being a computer expert. Otherwise, you may find yourself, like poor Elwood, defeated by a jealous machine, a most dangerous sort of female, whose victims are forever banished to the Twilight Zone."
    },
    {
        "series_number": 141,
        "season": 5,
        "season_number": 21,
        "title": "Spur of the Moment",
        "opening": "This is the face of terror: Anne Marie Henderson, eighteen years of age, her young existence suddenly marred by a savage and wholly unanticipated pursuit by a strange, nightmarish figure of a woman in black, who has appeared as if from nowhere and now at driving gallop chases the terrified girl across the countryside, as if she means to ride her down and kill her - and then suddenly and inexplicably stops, to watch in malignant silence as her prey takes flight. Miss Henderson has no idea whatever as to the motive for this pursuit; worse, not the vaguest notion regarding the identity of her pursuer. Soon enough, she will be given the solution to this twofold mystery, but in a manner far beyond her present capacity to understand, a manner enigmatically bizarre in terms of time and space, which is to say, an answer from the Twilight Zone.",
        "closing": "This is the face of terror: Anne Marie Mitchell, forty-three years of age, her desolate existence once more afflicted by the hope of altering her past mistake - a hope which is, unfortunately, doomed to disappointment. For warnings from the future to the past must be taken in the past; today may change tomorrow, but once today is gone tomorrow can only look back in sorrow that the warning was ignored. Said warning as of now stamped 'not accepted' and stored away in the dead file in the recording office of the Twilight Zone."
    },
    {
        "series_number": 142,
        "season": 5,
        "season_number": 22,
        "title": "An Occurrence at Owl Creek Bridge",
        "opening": "Tonight a presentation so special and unique that, for the first time in the five years we've been presenting the Twilight Zone, we're offering a film shot in France by others. Winner of the Cannes Film Festival of 1962, as well as other international awards, here is a haunting study of the incredible, from the past master of the incredible, Ambrose Bierce. Here is the French production of 'An Occurrence at Owl Creek Bridge.'",
        "closing": "An occurrence at Owl Creek Bridge in two forms, as it was dreamed, and as it was lived and died. This is the stuff of fantasy, the thread of imagination, the ingredients of the Twilight Zone."
    },
    {
        "series_number": 143,
        "season": 5,
        "season_number": 23,
        "title": "Queen of the Nile",
        "opening": "Jordan Herrick, syndicated columnist whose work appears in more than a hundred newspapers. By nature a cynic, a disbeliever, caught for the moment by a lovely vision. He knows the vision he's seen is no dream. She is Pamela Morris, renowned movie star, whose name is a household word and whose face is known to millions. What Mr. Herrick does not know is that he has also just looked into the face of the Twilight Zone.",
        "closing": "Everybody knows Pamela Morris, the beautiful and eternally young movie star. Or does she have another name, even more famous, an Egyptian name from centuries past? It's best not to be too curious, lest you wind up like Jordan Herrick, a pile of dust and old clothing, discarded in the endless eternity of the Twilight Zone."
    },
    {
        "series_number": 144,
        "season": 5,
        "season_number": 24,
        "title": "What's in the Box",
        "opening": "Portrait of a TV fan. Name: Joe Britt. Occupation: cab driver. Tonight, Mr. Britt is going to watch a really big show, something special for the cabbie who's seen everything. Joe Britt doesn't know it, but his flag is down and his meter's running and he's in high gear on his way to the Twilight Zone.",
        "closing": "The next time your TV set is on the blink, when you're in the need of a first-rate repairman, may we suggest our own specialist? Factory-trained, prompt, honest, twenty-four-hour service. You won't find him in the phone book, but his office is conveniently located in the Twilight Zone."
    },
    {
        "series_number": 145,
        "season": 5,
        "season_number": 25,
        "title": "The Masks",
        "opening": "Mr. Jason Foster, a tired ancient who on this particular Mardi Gras evening will leave the Earth. But before departing he has some things to do, some services to perform, some debts to pay, and some justice to mete out. This is New Orleans, Mardi Gras time. It is also the Twilight Zone.",
        "closing": "Mardi Gras incident, the dramatis personae being four people who came to celebrate and in a sense let themselves go. This they did with a vengeance. They now wear the faces of all that was inside them, and they'll wear them for the rest of their lives, said lives now to be spent in shadow. Tonight's tale of men, the macabre and masks, on the Twilight Zone."
    },
    {
        "series_number": 146,
        "season": 5,
        "season_number": 26,
        "title": "I Am the Night - Color Me Black",
        "opening": "Sheriff Charlie Koch on the morning of an execution. As a matter of fact, it's 7:30 in the morning. Logic and natural laws dictate that at this hour there should be daylight. It is a simple rule of physical science that the sun should rise at a certain moment and supercede the darkness. But at this given moment, Sheriff Charlie Koch, a deputy named Pierce, a condemned man named Jagger and a small, inconsequential village will shortly find out that there are causes and effects that have no precedent. Such is usually the case in the Twilight Zone.",
        "closing": "A sickness known as hate. Not a virus, not a microbe, not a germ, but a sickness nonetheless, highly contagious, deadly in its effects. Don't look for it in the Twilight Zone - look for it in a mirror. Look for it before the light goes out altogether."
    },
    {
        "series_number": 147,
        "season": 5,
        "season_number": 27,
        "title": "Sounds and Silences",
        "opening": "This is Roswell G. Flemington, two hundred and twenty pounds of gristle, lung tissue and sound decibels. He is, as you have perceived, a noisy man, one of a breed who substitutes volume for substance, sound for significance, and shouting to cover up the readily apparent phenomenon that he is nothing more than an overweight and aging perennial Sea Scout whose noise-making is in inverse ratio to his competence and to his character. But soon our would-be admiral of the fleet will embark on another voyage. This one is an unchartered and twisting stream that heads for a distant port called the Twilight Zone.",
        "closing": "When last heard from, Mr. Roswell G. Flemington was in a sanitarium pleading with the medical staff to make some noise. They, of course, believe the case to be a rather tragic aberration - a man's mind becoming unhinged. And for this they'll give him pills, therapy and rest. Little do they realize that all Mr. Flemington is suffering from is a case of poetic justice. Tonight's tale of sounds and silences from the Twilight Zone."
    },
    {
        "series_number": 148,
        "season": 5,
        "season_number": 28,
        "title": "Caesar and Me",
        "opening": "Jonathan West, ventriloquist, a master of voice manipulation. A man late of Ireland, with a talent for putting words into other people's mouths. In this case, the other person is a dummy, aptly named Caesar, a small splinter with large ideas, a wooden tyrant with a mind and a voice of his own, who is about to talk Jonathan West into the Twilight Zone.",
        "closing": "Little girl and a wooden doll, a lethal dummy in the shape of a man. But everybody knows dummies can't talk - unless, of course, they learn their vocabulary in the Twilight Zone."
    },
    {
        "series_number": 149,
        "season": 5,
        "season_number": 29,
        "title": "The Jeopardy Room",
        "opening": "The cast of characters: a cat and a mouse. This is the latter, the intended victim who may or may not know that he is to die, be it by butchery or ballet. His name is Major Ivan Kuchenko. He has, if events go according to certain plans, perhaps three of four more hours of living. But an ignorance shared by both himself and his executioner is of the fact that both of them have taken a first step into the Twilight Zone.",
        "closing": "Major Ivan Kuchenko, on his way west, on his way to freedom, a freedom bought and paid for by a most stunning ingenuity. And exit one Commissar Vassiloff, who forgot that there are two sides to an argument, and two parties on the line. This has been the Twilight Zone."
    },
    {
        "series_number": 150,
        "season": 5,
        "season_number": 30,
        "title": "Stopover in a Quiet Town",
        "opening": "Bob and Millie Frazier, average young New Yorkers who attended a party in the country last night and on the way home took a detour. Most of us on waking in the morning know exactly where we are; the rooster or the alarm clock brings up out of sleep into the familiar sights, sounds, aromas of home and the comfort of a routine day ahead. Not so with our young friends. This will be a day like none they've ever spent, and they'll spend it in the Twilight Zone.",
        "closing": "The moral of what you've just seen is clear. If you drink, don't drive. And if your wife has had a couple, she shouldn't drive either. You might both just wake up with a whale of a headache in a deserted village in the Twilight Zone."
    },
    {
        "series_number": 151,
        "season": 5,
        "season_number": 31,
        "title": "The Encounter",
        "opening": "Two men alone in an attic: a young Japanese-American and a seasoned veteran of yesterday's war. It's twenty-odd years since Pearl Harbor, but two ancient opponents are moving into position for a battle in an attic crammed with skeletons: souvenirs, mementoes, old uniforms and rusted medals. Ghosts from the dim reaches of the past that will lead us into the Twilight Zone.",
        "closing": "Two men in an attic, locked in mortal embrace. Their common bond and their common enemy: guilt. A disease all too prevalent amongst men, both in and out of the Twilight Zone."
    },
    {
        "series_number": 152,
        "season": 5,
        "season_number": 32,
        "title": "Mr. Garrity and the Graves",
        "opening": "Introducing Mr. Jared Garrity, a gentleman of commerce, who in the latter half of the nineteenth century plied his trade in the wild and wooly hinterlands of the American West. And Mr. Garrity, if one can believe him, is a resurrector of the dead - which, on the face of it, certainly sounds like the bull is off the nickel. But to the scoffers amongst you, and you ladies and gentlemen from Missouri, don't laugh this one off entirely, at least until you've seen a sample of Mr. Garrity's wares, and an example of his services. The place is Happiness, Arizona, the time about 1890. And you and I have just entered a saloon where the bar whiskey is brewed, bottled and delivered from the Twilight Zone.",
        "closing": "Exit Mr. Garrity, a would-be charlatan, a make-believe con man and a sad misjudger of his own talents. Respectfully submitted from an empty cemetery on a dark hillside that is one of the slopes leading to the Twilight Zone."
    },
    {
        "series_number": 153,
        "season": 5,
        "season_number": 33,
        "title": "The Brain Center at Whipple's",
        "opening": "These are the players, with or without a scorecard: in one corner, a machine; in the other, one Wallace V. Whipple, man. And the game? It happens to be the historical battle between flesh and steel, between the brain of man and the product of man's brain. We don't make book on this one, and predict no winner, but we can tell you that for this particular contest there is standing room only in the Twilight Zone.",
        "closing": "There are many bromides applicable here - too much of a good thing, tiger by the tail, as you sow so shall ye reap. The point is that too often man becomes clever instead of becoming wise, he becomes inventive but not thoughtful, and sometimes, as in the case of Mr. Whipple, he can create himself right out of existence. Tonight's tale of oddness and obsolescence from the Twilight Zone."
    },
    {
        "series_number": 154,
        "season": 5,
        "season_number": 34,
        "title": "Come Wander With Me",
        "opening": "Mr. Floyd Burney, a gentleman songster in search of song, is about to answer the age-old question of whether a man can be in two places at the same time. As far as his folk song is concerned, we can assure Mr. Burney he'll find everything he's looking for, although the lyrics may not be all to his liking. But that's sometimes the case when the words and music are recorded in the Twilight Zone.",
        "closing": "In retrospect, it may be said of Mr. Floyd Burney that he achieved that final dream of the performer: eternal top-name billing, not on the fleeting billboards of the entertainment world, but forever recorded among the folk songs of the Twilight Zone."
    },
    {
        "series_number": 155,
        "season": 5,
        "season_number": 35,
        "title": "The Fear",
        "opening": "The major ingredient of any recipe for fear is the unknown. And here are two characters about to partake of the meal: Miss Charlotte Scott, a fashion editor, and Mr. Robert Franklin, a state trooper. And the third member of the party: the unknown, that has just landed a few hundred yards away. This person or thing is soon to be met. This is a mountain cabin, but it is also a clearing in the shadows known as the Twilight Zone.",
        "closing": "Fear, of course, is extremely relative. It depends on who can look down and who must look up. It depends on other vagaries, like the time, the mood, the darkness. But it's been said before, with great validity, that the worst thing there is to fear is fear itself. Tonight's tale of terror and tiny people on the Twilight Zone."
    }
]